Repository: SashaTimofeev/Practice-2025
Catalog: backups/for_translation_indico_core-messages-all_*-2_20250722_194156.po
Languages: ru_ru

source: Specify for how many weeks the registration data, including the participant list, should be stored. Retention periods for individual fields can be set in the registration form designer
ru_ru: Укажите, в течение скольких недель должны храниться регистрационные данные, включая список участников. Сроки хранения для отдельных полей можно задать в дизайнере регистрационной формы

source: Moment when registrations will be closed
ru_ru: Момент, когда регистрация будет закрыта

source: Deadline until which registration information can be modified (defaults to the end date if empty)
ru_ru: Крайний срок, до которого можно изменять регистрационную информацию (по умолчанию совпадает с датой окончания)

source: Deadline until which registration information can be modified
ru_ru: Крайний срок, до которого можно изменять регистрационную информацию

source: Email subject
ru_ru: Тема письма

source: Skip moderation
ru_ru: Пропустить модерацию

source: Skip access check
ru_ru: Пропуск проверки доступа

source: If enabled, the user will be able to register even if the event is access-restricted.
ru_ru: Если эта функция включена, пользователь сможет зарегистрироваться, даже если доступ к мероприятию ограничен.

source: Users
ru_ru: Пользователи

source: Source File
ru_ru: Исходный файл

source: CSV field delimiter
ru_ru: Разделитель полей в файле CSV

source: Skip existing invitations
ru_ru: Пропустить существующие приглашения

source: If enabled, users with existing invitations will be ignored.
ru_ru: Если эта опция включена, уже приглашенные пользователи будут игнорироваться.

source: Beware, addresses in this field will receive one mail per registrant.
ru_ru: Будьте внимательны, на электронные адреса, указанные в этом поле, придет по одному письму для каждого зарегистрировавшегося участника.

source: Send copy to me
ru_ru: Отправить копию мне

source: Default category template
ru_ru: Шаблон для категории по умолчанию

source: Registration managers
ru_ru: Ответственные за регистрацию

source: List of users allowed to modify registrations
ru_ru: Список пользователей, которым разрешено изменять регистрации

source: Indico users
ru_ru: Пользователи Indico

source: Send e-mail notifications
ru_ru: Отправка уведомлений по электронной почте

source: Notify the users about the registration.
ru_ru: Уведомить пользователей о регистрации.

source: Page orientation
ru_ru: Ориентация страницы

source: Page layout
ru_ru: Разметка страницы

source: Top margin
ru_ru: Верхнее поле

source: Left margin
ru_ru: Левое поле

source: Right margin
ru_ru: Правое поле

source: Bottom margin
ru_ru: Нижнее поле

source: Skip Moderation
ru_ru: Пропустить модерацию

source: If enabled, invited people will be able to register even if the event is access-restricted.
ru_ru: Если эта опция включена, приглашенные люди смогут зарегистрироваться, даже если доступ к мероприятию ограничен.

source: E-mail users
ru_ru: Уведомить по email

source: Whether the imported users should receive an e-mail notification
ru_ru: Должны ли импортированные пользователи получать уведомление по электронной почте

source: Select tags to assign
ru_ru: Выберите теги для добавления

source: Select tags to remove
ru_ru: Выберите теги для удаления

source: You cannot add and remove the same tag
ru_ru: Вы не можете добавить и удалить одну и ту же метку

source: Specify whether users are required to agree to the event's privacy policy when registering
ru_ru: Укажите, должны ли пользователи при регистрации соглашаться с политикой конфиденциальности мероприятия

source: 'Show all participants' can only be set if there are no registered users.
ru_ru: Установить значение 'Показать всех участников' можно только если нет зарегистрированных пользователей.

source: Action
ru_ru: Действие

source: Registration Date
ru_ru: Дата регистрации

source: Consent to publish
ru_ru: Согласие на публикацию

source: Participant hidden
ru_ru: Участник скрыт

source: Has tags
ru_ru: Имеет теги

source: Tags absent
ru_ru: Теги отсутствует

source: Does not have tags
ru_ru: Не имеет тегов

source: Has documents
ru_ru: Имеет документы

source: Accommodations paid
ru_ru: Размещение оплачено

source: Total
ru_ru: Всего

source: Row {}: missing e-mail address
ru_ru: Строка {}: отсутствует адрес электронной почты

source: Row {}: invalid e-mail address
ru_ru: Строка {}: недопустимый адрес электронной почты

source: Row {}: email address is not unique
ru_ru: Строка {}: адрес электронной почты не уникальный

source: Row {}: email address belongs to the same user as in row {}
ru_ru: Строка {}: адрес электронной почты принадлежит тому же пользователю, что и в строке {}

source: This registration form is private.
ru_ru: Эта регистрационная форма является закрытой.

source: Your invitation code is not valid.
ru_ru: Ваш код приглашения недействителен.

source: This invitation does not exist or has been withdrawn.
ru_ru: Это приглашение не существует или было отозвано.

source: You are trying to register with a form that requires you to be logged in
ru_ru: Вы пытаетесь зарегистрироваться с помощью формы, которая требует, чтобы Вы вошли в систему

source: You cannot register for this event
ru_ru: Вы не можете зарегистрироваться на это мероприятие

source: We could not find a registration for you. If have already registered, please use the direct access link from the email you received after registering.
ru_ru: Мы не смогли найти Вашу регистрацию. Если Вы уже зарегистрировались, воспользуйтесь ссылкой прямого доступа из письма, которое Вы получили после регистрации.

source: We could not find a registration for you. If have already registered, please use the direct access link from the email you received after registering or log in to your Indico account.
ru_ru: Мы не смогли найти Вашу регистрацию. Если Вы уже зарегистрировались, воспользуйтесь ссылкой прямого доступа из письма, полученного после регистрации, или войдите в свою учетную запись Indico.

source: Your registration has been withdrawn.
ru_ru: Ваша регистрация была отменена.

source: You declined the invitation to register.
ru_ru: Вы отклонили приглашение зарегистрироваться.

source: The invitation has been sent.
ru_ru: Приглашение отправлено.

source: The participants display settings have been saved.
ru_ru: Настройки отображения участников были сохранены.

source: Registration form has been successfully created
ru_ru: Регистрационная форма успешно создана

source: Registration form has been successfully modified
ru_ru: Регистрационная форма была успешно изменена

source: Registration form deleted
ru_ru: Регистрационная форма удалена

source: Registrations for {} are now open
ru_ru: Регистрация в {} открыта

source: Registrations for {} are now closed
ru_ru: Регистрация в {} закрыта

source: Registrations for {} have been scheduled
ru_ru: Регистрация в {} запланирована

source: Send e-mail
ru_ru: Отправить электронное письмо

source: Download Attachments
ru_ru: Скачать вложения

source: Edit Tags
ru_ru: Редактировать метки

source: Update Registration Fee
ru_ru: Регистрационный сбор обновлен

source: The registration was created.
ru_ru: Регистрация была создана.

source: Deadline for registration modification has been scheduled
ru_ru: Крайний срок внесения изменений в регистрацию назначен

source: A new tag has been created.
ru_ru: Создана новая метка.

source: Tag {} has been deleted.
ru_ru: Метка {} была удалена.

source: There are no places left for this option.
ru_ru: Для этой опции не осталось мест.

source: No places left for the option: {0}
ru_ru: Не осталось мест для опции: {0}

source: Invalid date
ru_ru: Неверная дата

source: Invalid email address
ru_ru: Недействительный адрес электронной почты

source: Until modification deadline
ru_ru: До окончания срока внесения изменений

source: Until payment
ru_ru: До оплаты

source: Until approved
ru_ru: До утверждения

# Invitation
source: Accepted
ru_ru: Принято

source: Completed
ru_ru: Завершено

source: Pending
ru_ru: Ожидание

source: Hide all participants
ru_ru: Скрыть всех участников

source: Show only consenting participants
ru_ru: Показать только тех, кто дал согласие

source: Show all participants
ru_ru: Показать всех участников

source: Do not display to anyone
ru_ru: Никому не показывать

source: Picture of the person
ru_ru: Фотография участника

source: The ID of the registration
ru_ru: Идентификатор зарегистрированного участника

source: The link to the registration details
ru_ru: Ссылка на регистрационные данные

source: The reason why the registration was rejected
ru_ru: Причина отказа в регистрации

source: Registration is open
ru_ru: Регистрация открыта

source: Opened
ru_ru: Начало

source: Opens
ru_ru: Открывается

source: Closed
ru_ru: Окончание

source: Closes
ru_ru: Закрывается

source: You have been invited to register for this event. If you do not wish to participate, please inform the organizers by declining the invitation.
ru_ru: Вы получили приглашение зарегистрироваться для участия в этом мероприятии. Если вы не хотите участвовать, пожалуйста, сообщите об этом организаторам, отклонив приглашение.

source: Decline Invitation
ru_ru: Отклонить приглашение

source: Do you really want to decline this invitation? If you change your mind you may still register for the event later.
ru_ru: Вы действительно хотите отказаться от приглашения? Если Вы передумаете, Вы все равно сможете зарегистрироваться на мероприятие позже.

source: Decline
ru_ru: Отклонить

source: You have declined the invitation, but you may still register for the event.
ru_ru: Вы отклонили приглашение, но все еще можете зарегистрироваться на мероприятие.

source: This field no longer exists
ru_ru: Этого поля больше не существует

source: Privacy options
ru_ru: Параметры приватности

source: This will hide this participant from the list of participants regardless of other settings
ru_ru: Эта опция позволит скрыть участника из списка участников независимо от других настроек

source: Show participant
ru_ru: Показать участника

source: Hide participant
ru_ru: Скрыть участника

source: Summary
ru_ru: Краткое содержание

source: Date:
ru_ru: Дата:

source: Documents
ru_ru: Документы

source: Generate document
ru_ru: Создать документ

source: not published
ru_ru: не опубликовано

source: Unpublish document
ru_ru: Отменить публикацию документа

source: Delete document
ru_ru: Удалить документ

source: You are registered for this event, but there are more registration forms available.
ru_ru: Вы зарегистрированы на это мероприятие, но есть и другие регистрационные формы.

source: You are registered for this event.
ru_ru: Вы зарегистрированы на это мероприятие.

source: Registration for this event is currently open.
ru_ru: Регистрация на данное мероприятие открыта.

source: Total registrations
ru_ru: Всего регистраций

source: Apply now
ru_ru: Применить сейчас

source: Register now
ru_ru: Зарегистрироваться

source: This event is open to new participants.
ru_ru: Это мероприятие открыто для новых участников.

source: Modify registration
ru_ru: Изменить регистрацию

source: Check details
ru_ru: Проверьте детали

source: There are no more places available.
ru_ru: Свободных мест больше нет.

source: Apply for participation
ru_ru: Подать заявку на участие

source: Participant List Preview
ru_ru: Предварительный просмотр списка участников

source: 1 participant
ru_ru: 1 участник

source: This preview shows the participant list like an unregistered guest would see it.
ru_ru: Этот предварительный просмотр показывает список участников так, как его увидит незарегистрированный гость.

source: This preview shows the participant list like a registered participant would see it.
ru_ru: Этот предварительный просмотр показывает список участников так, как его увидит зарегистрированный участник.

source: Add registration to "%(title)s"
ru_ru: Добавить регистрацию в "%(title)s"

source: Access to the rest of this event is restricted to registered participants.
ru_ru: Доступ к остальным частям мероприятия доступен только зарегистрированным участникам.

source: Registrations are complete
ru_ru: Регистрации завершены

source: Registration not open
ru_ru: Регистрация не открыта

source: The registration period has not started yet.
ru_ru: Период регистрации еще не начался.

source: Registration is closed
ru_ru: Регистрация закрыта

source: The registration period has passed.
ru_ru: Срок регистрации истек.

source: Account required to apply
ru_ru: Для подачи заявки требуется учетная запись

source: Account required to register
ru_ru: Для регистрации требуется учетная запись

source: In order to apply for this event you have to be logged in.
ru_ru: Чтобы подать заявку на участие в этом мероприятии, Вам необходимо войти в систему.

source: In order to register for this event you have to be logged in.
ru_ru: Чтобы зарегистрироваться на это мероприятие, Вам необходимо войти в систему.

source: Log in to proceed
ru_ru: Войдите в систему, чтобы продолжить

source: Participation in this event is moderated
ru_ru: Участие в этом мероприятии модерируется

source: The organizers will have to approve your application.
ru_ru: Организаторы должны будут одобрить Вашу заявку.

source: Available forms
ru_ru: Доступные формы

source: Not started
ru_ru: Не начато

source: No deadline
ru_ru: Без срока

source: You have already registered
ru_ru: Вы уже зарегистрированы

source: The maximum number of registrations has been reached
ru_ru: Максимальное количество регистраций достигнуто

source: No registration forms available for this event
ru_ru: Для этого мероприятия нет регистрационных форм

source: Your registration has been completed
ru_ru: Ваша регистрация завершена

source: Your registration has been rejected
ru_ru: Ваша регистрация была отклонена

source: Contact an event manager if you think this is an error.
ru_ru: Если вы считаете, что это ошибка, обратитесь к организатору мероприятия.

source: You have withdrawn your registration
ru_ru: Вы отозвали свою регистрацию

source: Contact an event manager if you changed your mind.
ru_ru: Свяжитесь с организатором мероприятия, если Вы передумали.

source: Your registration is awaiting approval
ru_ru: Ваша регистрация ожидает одобрения

source: An event manager will manually validate it.
ru_ru: Организатор мероприятия проверит ее вручную.

source: Your registration is awaiting payment
ru_ru: Ваша регистрация ожидает оплаты

source: Awaiting your payment.
ru_ru: Ожидание Вашей оплаты.

source: Awaiting payment confirmation.
ru_ru: Ожидание подтверждения оплаты.

source: Proceed to checkout
ru_ru: Перейти к оформлению заказа

source: You are allowed to modify your registration until: %(modification_end_dt)s
ru_ru: Вы можете вносить изменения в свою заявку на регистрацию до: %(modification_end_dt)s

source: The modification period is over
ru_ru: Период для внесения изменений завершен

source: Modifications are not allowed after payment
ru_ru: Внесение изменений после оплаты не допускается

source: Modifications are not allowed once approved
ru_ru: Внесение изменений после утверждения не допускается

source: Are you sure that you want to withdraw your registration? This action cannot be undone.
ru_ru: Вы уверены, что хотите снять свою регистрацию? Это действие нельзя отменить.

source: The registration can no longer be withdrawn. Please contact an organizer.
ru_ru: Регистрация больше не может быть снята. Пожалуйста, свяжитесь с организатором.

source: Terms and conditions
ru_ru: Условия

source: I have read and accepted the %(link_start)sterms and conditions%(link_end)s and understand that by confirming this order I will be entering into a binding transaction.
ru_ru: Я прочитал и принял %(link_start)sусловия и положения%(link_end)s, и понимаю, что, подтверждая этот заказ, я заключаю сделку.

source: Use this link to come back to this page.<br> Make sure to keep it private as you do not need to be logged in to access it.
ru_ru: Используйте ссылку ниже, чтобы вернуться на эту страницу.<br> Будьте осторожны и не распространяйте ссылку, поскольку она позволяет просматривать информацию без входа в систему.

source: ref: #%(id)s
ru_ru: № %(id)s

source: Event Registration
ru_ru: Регистрация на мероприятие

source: We're contacting you because you registered for the event %(strong)s{event_title}%(endstrong)s.
ru_ru: Мы связываемся с Вами, потому что Вы зарегистрировались на мероприятие %(strong)s{event_title} %(endstrong)s .

source: You can view your registration details on this page:
ru_ru: На этой странице Вы можете просмотреть информацию о своей регистрации:

source: Invitation to register
ru_ru: Приглашение зарегистрироваться

source: We'd like to invite you to register for the following event:
ru_ru: Мы приглашаем Вас зарегистрироваться для участия в следующем мероприятии:

source: You can register (or decline the invitation) by using this link:
ru_ru: Зарегистрироваться (или отказаться от приглашения) можно по этой ссылке:

source: New pending registration for %(title)s
ru_ru: Новая регистрация для %(title)s ожидает

source: New registration for %(title)s
ru_ru: Новая регистрация для %(title)s

source: Dear organizer,
ru_ru: Уважаемый организатор,

source: There is a new registration for the event %(strong)s%(title)s%(endstrong)s under %(strong)s%(name)s%(endstrong)s.
ru_ru: Есть новая регистрация на мероприятие %(strong)s%(title)s %(endstrong)s от %(strong)s%(name)s %(endstrong)s .

source: To manage this registration form follow this link:
ru_ru: Для управления регистрационной формой перейдите по этой ссылке:

source: Manage registration form
ru_ru: Управление регистрационной формой

source: Rejection reason:
ru_ru: Причина отказа:

source: Please note that it's waiting for manual approval by a manager.
ru_ru: Обратите внимание, что она ожидает ручного утверждения менеджером.

source: You can manage this registration %(link)shere%(endlink)s.
ru_ru: Вы можете управлять этой регистрацией %(link)sздесь%(endlink)s.

source: Registration for %(title)s
ru_ru: Регистрация в %(title)s

source: Thank you! Your registration for the event %(strong)s%(title)s%(endstrong)s %(at_time)s has been received.
ru_ru: Спасибо! Ваша регистрация на мероприятие %(strong)s%(title)s %(endstrong)s %(at_time)s получена.

source: To manage your registration follow this link:
ru_ru: Для управления регистрацией перейдите по ссылке:

source: Manage my registration
ru_ru: Управление моей регистрацией

source: Modified registration for %(title)s
ru_ru: Изменены данные о регистрации для участия в %(title)s

source: Registration modified for %(title)s
ru_ru: Регистрация в %(title)s изменена

source: Your registration for the event %(strong)s%(title)s%(endstrong)s%(at_time)s has been modified.
ru_ru: Ваша регистрация на мероприятие %(strong)s%(title)s %(endstrong)s %(at_time)s была изменена.

source: A document regarding your registration for the event %(strong)s%(title)s%(endstrong)s %(at_time)s has been made available to you:
ru_ru: Вам был предоставлен документ, касающийся вашей регистрации на мероприятие %(strong)s%(title)s %(endstrong)s %(at_time)s :

source: Reminder to register
ru_ru: Напоминание о регистрации

source: This is a reminder to register for the following event:
ru_ru: Это напоминание о необходимости зарегистрироваться для участия в следующем мероприятии:

source: Registration complete for %(title)s
ru_ru: Регистрация завершена в %(title)s

source: Registration withdrawn for %(title)s
ru_ru: Регистрация отозвана в %(title)s

source: The registration for the event %(strong)s%(title)s%(endstrong)s under %(strong)s%(name)s%(endstrong)s is now %(strong)scomplete%(endstrong)s.
ru_ru: Регистрация на мероприятие %(strong)s%(title)s %(endstrong)s пользователя %(strong)s%(name)s %(endstrong)s теперь %(strong)sзавершена%(endstrong)s.

source: The registration for the event %(strong)s%(title)s%(endstrong)s under %(strong)s%(name)s%(endstrong)s is now %(strong)spending%(endstrong)s.
ru_ru: Регистрация на мероприятие %(strong)s%(title)s %(endstrong)s пользователя %(strong)s%(name)s %(endstrong)s сейчас %(strong)sна рассмотрении%(endstrong)s.

source: The registration for the event %(strong)s%(title)s%(endstrong)s under %(strong)s%(name)s%(endstrong)s is now %(strong)srejected%(endstrong)s.
ru_ru: Регистрация на мероприятие %(strong)s%(title)s %(endstrong)s пользователя %(strong)s%(name)s %(endstrong)s теперь %(strong)sотклонена%(endstrong)s.

source: The registration for the event %(strong)s%(title)s%(endstrong)s under %(strong)s%(name)s%(endstrong)s is now %(strong)swithdrawn%(endstrong)s.
ru_ru: Регистрация на мероприятие %(strong)s%(title)s %(endstrong)s пользователя %(strong)s%(name)s %(endstrong)s теперь %(strong)sотозвана%(endstrong)s.

source: The registration for the event %(strong)s%(title)s%(endstrong)s under %(strong)s%(name)s%(endstrong)s is now %(strong)sunpaid%(endstrong)s.
ru_ru: Регистрация на мероприятие %(strong)s%(title)s %(endstrong)s пользователя %(strong)s%(name)s %(endstrong)s теперь %(strong)sне оплачена%(endstrong)s.

source: Your registration for the event %(link)s%(title)s%(endlink)s %(at_time)s is now %(strong)scomplete%(endstrong)s.
ru_ru: Ваша регистрация на мероприятие %(link)s%(title)s %(endlink)s %(at_time)s завершена %(strong)s%(endstrong)s .

source: Your registration for the event %(link)s%(title)s%(endlink)s %(at_time)s is now %(strong)spending%(endstrong)s.
ru_ru: Ваша регистрация на мероприятие %(link)s%(title)s %(endlink)s %(at_time)s находится в стадии %(strong)sрассмотрения%(endstrong)s.

source: Your registration for the event %(link)s%(title)s%(endlink)s %(at_time)s is now %(strong)srejected%(endstrong)s.
ru_ru: Ваша регистрация на мероприятие %(link)s%(title)s %(endlink)s %(at_time)s теперь %(strong)sотклонена%(endstrong)s.

source: Your registration for the event %(link)s%(title)s%(endlink)s %(at_time)s is now %(strong)swithdrawn%(endstrong)s.
ru_ru: Ваша регистрация на мероприятие %(link)s%(title)s %(endlink)s %(at_time)s была %(strong)sотозвана%(endstrong)s.

source: Your registration for the event %(link)s%(title)s%(endlink)s %(at_time)s is now %(strong)sunpaid%(endstrong)s.
ru_ru: Ваша регистрация на мероприятие %(link)s %(title)s %(endlink)s %(at_time)s теперь %(strong)sне оплачена%(endstrong)s.

source: Nobody has been invited yet.
ru_ru: Никто еще не приглашен.

source: Do you really want to mark this invitation as declined by the invitee?
ru_ru: Вы уверены, что хотите отметить приглашение как отклонённое участником?

source: Manage form "%(title)s"
ru_ru: Управление формой "%(title)s"

source: This registration is complete
ru_ru: Регистрация завершена

source: Submitted: %(submitted)s
ru_ru: Отправлено: %(submitted)s

source: This registration is %(state)s
ru_ru: Эта регистрация %(state)s

source: Withdraw registration
ru_ru: Отозвать регистрацию

source: If the participant decided to no longer attend the event, you can withdraw their registration.
ru_ru: Если участник решил больше не посещать мероприятие, вы можете отозвать его регистрацию.

source: Are you sure that you want to withdraw this registration? This will trigger a notification email.
ru_ru: Вы уверены, что хотите отозвать эту регистрацию? Это приведет к отправке уведомления по электронной почте.

source: Allow the participant to modify their registration
ru_ru: Разрешить участнику изменять свою регистрацию

source: You can exceptionally allow this participant to modify their registration, regardless of the modification settings or deadline configured in the registration form.
ru_ru: В виде исключения вы можете разрешить этому участнику изменять свою регистрацию, независимо от настроек изменения или крайнего срока, установленного в форме регистрации.

source: The participant can no longer exceptionally modify their registration
ru_ru: Участник больше не может в порядке исключения изменять свою регистрацию
