Repository: SashaTimofeev/Practice-2025
Catalog: backups/for_translation_indico_core-messages-all_*-2_20250722_194156.po
Languages: ru_ru

source: We have found an existing Indico profile <strong>%(name)s</strong> which will be linked with this account once you have verified that <strong>%(emails)s</strong> is actually your email address.
ru_ru: Мы нашли существующий профиль Indico <strong>%(name)s</strong>, который будет связан с этой учетной записью после подтверждения, что <strong>%(emails)s</strong> является вашим адресом электронной почты.

source: We have found an existing Indico profile <strong>%(name)s</strong> which will be linked with this account once you click the button below.
ru_ru: Мы нашли существующий профиль Indico <strong>%(name)s</strong>, который будет связан с этой учетной записью после нажатия на кнопку ниже.

source: Add this account and log in
ru_ru: Добавить эту учетную запись и войти в систему

source: Send me a verification email
ru_ru: Отправить письмо-подтверждение

source: Too many failed login attempts. Please wait %(delay)s.
ru_ru: Слишком много неудачных попыток входа. Пожалуйста, подождите %(delay)s.

source: Login with %(name)s
ru_ru: Войти в %(name)s

source: or change authentication provider
ru_ru: или изменить провайдера аутентификации

source: If you do not have an Indico account yet, you can <a href="%(url)s">create one here</a>.
ru_ru: Если у вас ещё нет аккаунта indico, вы можете <a href="%(url)s">зарегистрироваться здесь</a>.

source: or connect with
ru_ru: или связать с

source: If you do not have an account yet, you can <a href="%(url)s" target="_blank" rel="noopener noreferrer">create one here</a>.
ru_ru: Если у вас еще нет учетной записи, вы можете <a href="%(url)s" target="_blank" rel="noopener noreferrer">создать ее здесь</a>.

source: Back
ru_ru: Назад

source: Create a new Indico profile
ru_ru: Создание новой учетной записи пользователя

source: To create a new Indico profile you first need to verify your email address.
ru_ru: Для создания нового профиля indico вам необходимо сначала подтвердить ваш адрес электронной почты

source: Reset your Indico password
ru_ru: Сбросить свой пароль Indico

source: If you forgot your password you can reset it. Simply enter your email address and we'll send you an email containing with information on how to set a new password.
ru_ru: Если вы забыли свой пароль, вы можете сбросить его. Просто введите свой адрес электронной почты, и мы отправим вам письмо с информацией о том, как установить новый пароль.

source: Change my password
ru_ru: Изменить мой пароль

source: Verify your email
ru_ru: Подтвердите свою электронную почту

source: Dear %(name)s,
ru_ru: Уважаемый(-ая) %(name)s,

source: You tried to log in to your profile "%(name)s" using a new authentication method. To finish the login process you need to verify that %(email)s is indeed your email address. This is a one-time action. Afterwards, you will be able to log in using the same authentication method without going through this step.
ru_ru: Вы попытались войти в свой профиль "%(name)s" с использованием нового метода аутентификации. Чтобы завершить процесс входа, вам необходимо подтвердить, что %(email)s действительно является вашим адресом электронной почты. Это одноразовое действие. После этого вы сможете войти, используя тот же метод аутентификации, без прохождения этого шага.

source: Please click the following link to finish the login process:
ru_ru: Пожалуйста, нажмите на следующую ссылку, чтобы завершить процесс входа:

source: Dear user,
ru_ru: Уважаемый пользователь,

source: You started the Indico profile creation process. To continue, you need to verify that %(email)s is indeed your email address.
ru_ru: Вы начали процесс создания профиля Indico. Чтобы продолжить, вам необходимо подтвердить, что %(email)s действительно является вашим адресом электронной почты.

source: Please click the following link to continue the registration process:
ru_ru: Пожалуйста, нажмите на следующую ссылку, чтобы продолжить процесс регистрации:

source: Reset your password
ru_ru: Сброс пароля

source: Your username is: %(username)s
ru_ru: Ваше имя пользователя: %(username)s

source: Hello there!
ru_ru: Приветствую тебя!

source: Indico needs just a little bit more data from you...
ru_ru: Indico нуждается всего лишь в немного больше данных от вас...

source: This is your current language.
ru_ru: Это ваш текущий язык.

source: Administrator Account
ru_ru: Административная учетная запись

source: Insert here all basic information needed to create your account.
ru_ru: Вставьте здесь всю основную информацию, необходимую для создания вашей учетной записи.

source: You can change any extra parameters (like your address or phone number) afterwards by accessing "Account Details" (from "My Profile").
ru_ru: Вы можете изменить любые дополнительные параметры (например, ваш адрес или номер телефона) позже, зайдя в "Детали учетной записи" (из "Моего профиля").

source: Site configuration
ru_ru: Конфигурация сайта

source: These are the default parameters for your Indico site.
ru_ru: Это параметры по умолчанию для вашего сайта Indico.

source: Please note that this information will also be used for your own user profile. You can change it later.
ru_ru: Пожалуйста, обратите внимание, что эта информация будет использоваться также для вашего собственного профиля пользователя. Вы можете изменить ее позже.

source: The time zone for the server has been set to %(timezone)s and can be modified in <span class="mono">indico.conf</span>.
ru_ru: Временная зона сервера была установлена на %(timezone)s и может быть изменена в файле <span class="mono">indico.conf</span>.

source: Let us know you exist!
ru_ru: Дайте нам знать, что вы существуете!

source: Be part of the ever growing Indico community! Choose to receive news on the latest releases (2–3 times per year) as well as important security advisories.
ru_ru: Будьте частью постоянно растущего сообщества Indico! Выберите чтобы получать новости о последних релизах (2-3 раза в год), а также важные советы по безопасности.

source: The following data will be sent to the Community Hub:
ru_ru: Следующие данные будут отправлены в Центр Сообщества:

source: Server URL
ru_ru: URL сервера

source: Indico version installed
ru_ru: Установленная версия Indico

source: Python version used
ru_ru: Используемая версия Python

source: Postgres version used
ru_ru: Используемая версия Postgres

source: Operating system used
ru_ru: Используемая операционная система

source: Debug mode
ru_ru: Режим отладки

source: enabled
ru_ru: включено

source: Basic statistics (number of events, contributions and users)
ru_ru: Основная статистика (количество мероприятий, докладов и пользователей)

source: Server default language
ru_ru: Язык сервера по умолчанию

source: Contact person
ru_ru: Контактное лицо

source: Affiliation of your Indico server
ru_ru: Аффилиация вашего сервера Indico

source: Please note that <strong>no private information</strong> will ever be sent to the Community Hub or the Indico Project and that you can disable it any time (from the "Community Hub" section of the administrative area).
ru_ru: Пожалуйста, обратите внимание, что <strong>никакая личная информация</strong> никогда не будет отправлена в Центр Сообщества или в проект Indico, и вы можете отключить это в любое время (в разделе "Центр Сообщества" административной области).

source: Finish
ru_ru: Завершить

source: Indico is now ready and you are logged as %(name)s with administrative rights!<br> Don't forget to tweak <a href="%(settings_link)s">Indico's settings</a> and update your <a href="%(profile_link)s">profile</a>.
ru_ru: Indico теперь готов, и вы вошли как %(name)s с административными правами!<br> Не забудьте настроить <a href="%(settings_link)s">настройки Indico</a> и обновить <a href="%(profile_link)s">профиль</a>.

source: Welcome to the Indico community, your server has been registered to the Community Hub!<br> You can manage it <a href="%(link)s">here</a>.
ru_ru: Добро пожаловать в сообщество Indico, ваш сервер был зарегистрирован в Центре Сообщества!<br> Вы можете управлять им <a href="%(link)s">здесь</a>.

source: Registration to the Community Hub timed-out. Please try again in a while <a href="%(link)s">here</a>.
ru_ru: Регистрация в Центре сообщества истекла. Пожалуйста, попробуйте еще раз через некоторое время <a href="%(link)s">здесь</a>.

source: Failed to register to the Community Hub: %(err)s.
ru_ru: Не удалось зарегистрироваться в Центре Сообщества: %(err)s.

source: See the logs for details and try again <a href="%(link)s">here</a>.
ru_ru: Просмотрите Логи для получения подробностей и попробуйте снова <a href="%(link)s">здесь</a>.

source: An unexpected exception happened while registering the server to the Community Hub: %(err)s.
ru_ru: Произошло неожиданное исключение при регистрации сервера в Центре Сообщества: %(err)s.

source: Protection
ru_ru: Безопасность

source: Moderation
ru_ru: Модерация

source: Logs
ru_ru: Журналы

source: Upcoming events
ru_ru: Предстоящие мероприятия

source: Event creation
ru_ru: Создание события

source: Allows creating events in the category
ru_ru: Позволяет создавать события в категории

source: Request event move
ru_ru: Запрос на перемещение события

source: Allows requesting for an event to be moved to this category
ru_ru: Позволяет запрашивать перемещение события в эту категорию

source: Timezone
ru_ru: Часовой пояс

source: Default timezone event lists will show up in. It will also be used as a default for new events.
ru_ru: Списки часовых поясов для события по умолчанию будут отображаться. Они также будут использоваться по умолчанию для новых событий.

source: Theme for Lectures
ru_ru: Тема для Лекций

source: Default timetable theme used for lecture events
ru_ru: Тема временной зоны по умолчанию, используемая для лекционных событий.

source: Theme for Meetings
ru_ru: Тема для Встреч

source: Default timetable theme used for meeting events
ru_ru: Тема по умолчанию расписания, используемая для событий встречи

source: Disable Suggestions
ru_ru: Отключить предложения

source: Enable this if you don't want Indico to suggest this category as a possible addition to a user's favorites.
ru_ru: Включите это, если вы не хотите, чтобы Indico предлагал эту категорию в качестве возможного дополнения к избранным пользователя.

source: Allow flat view
ru_ru: Разрешить плоский вид

source: Allow users to view all the events descending from this category in one single page. This is not recommended on large categories with thousands of events.
ru_ru: Разрешить пользователям просмотреть все события, относящиеся к этой категории, на одной странице. Это не рекомендуется для больших категорий с тысячами событий.

source: Future months threshold
ru_ru: Порог предстоящих месяцев

source: Events past the threshold will be hidden by default to avoid clutter, the user can click to expand them. If no events are found within this threshold, it is extended to show the first month with events.
ru_ru: События, превышающие порог, по умолчанию будут скрыты, чтобы избежать беспорядка, пользователь может нажать, чтобы развернуть их. Если в пределах этого порога не найдены события, он расширяется для отображения первого месяца с событиями.

source: Message Type
ru_ru: Тип сообщения

source: This message will show up at the top of every event page in this category
ru_ru: Это сообщение будет отображаться вверху каждой страницы события в этой категории

source: Notify managers
ru_ru: Уведомить менеджеров

source: Whether to send email notifications to all managers of this category when an event is created inside it or in any of its subcategories.
ru_ru: Отправлять ли электронные уведомления всем менеджерам этой категории, когда событие создается внутри нее или в любой из ее подкатегорий.

source: Notification E-mails
ru_ru: Уведомления по электронной почте

source: List of emails that will receive a notification every time a new event is created inside the category or one of its subcategories. One email address per line.
ru_ru: Список адресов электронной почты, которые будут получать уведомление каждый раз, когда создается новое событие внутри категории или одной из ее подкатегорий. Один адрес электронной почты на каждой строке.

source: Configuration
ru_ru: Конфигурация

source: Google Credentials
ru_ru: Учетные данные Google

source: Your certificate in PEM format
ru_ru: Сертификат в формате PEM

source: Private Key
ru_ru: Приватный ключ

source: Your private key in PEM format
ru_ru: Приватный ключ в формате PEM

source: Passphrase
ru_ru: Кодовая фраза

source: The passphrase used to decrypt the private key. Leave this empty if the private key is not encrypted.
ru_ru: Кодовая фраза, используемая для расшифровки приватного ключа. Оставьте ее пустой, если приватный ключ не зашифрован.

source: The credentials could not be loaded.
ru_ru: Невозможно загрузить учетные данные.

source: The credentials are invalid or have no access to the Google Wallet API.
ru_ru: Учетные данные невалидны или не позволяют получить доступ к Google Wallet API.

source: There was an error validating your credentials. Contact your Indico administrator for details.
ru_ru: При проверке Ваших учетных данных произошла ошибка. Свяжитесь с своим администратором Indico для уточнения.

source: The provided certificate is malformed.
ru_ru: Предоставленный сертификат некорректен.

source: The private key is malformed.
ru_ru: Приватный ключ некорректен.

source: The private key is invalid.
ru_ru: Приватный ключ невалиден.

source: The provided key is not encrypted, do not specify a password.
ru_ru: Указанный ключ не зашифрован, не указывайте пароль.

source: The provided key is encrypted, you must specify the password to decrypt it.
ru_ru: Указанный ключ зашифрован, Вы должны указать пароль для его расшифровки.

source: The provided password is incorrect.
ru_ru: Предоставленный пароль неверен.

source: Small icon that will show up next to category names in overview pages. Will be automatically resized to 16x16 pixels. This may involve loss of image quality, so try to upload images as close as possible to those dimensions.
ru_ru: Маленькая иконка, которая появится рядом с названиями категорий на обзорных страницах. Будет автоматически изменен размер до 16x16 пикселей. Это может привести к потере качества изображения, поэтому попробуйте загружать изображения как можно ближе к этим размерам.

source: Logo that will show up next to the category description. Will be automatically resized to at most 200x200 pixels.
ru_ru: Логотип, который будет отображаться рядом с описанием категории. Будет автоматически изменен размер до максимума в 200x200 пикселей.

source: Protection mode
ru_ru: Режим доступа

source: No access contact
ru_ru: Нет доступа к контакту

source: Contact information shown when someone lacks access to the category
ru_ru: Контактная информация, отображаемая, когда у кого-то нет доступа к категории

source: Event visibility
ru_ru: Видимость события

source: From which point in the category tree contents will be visible from (number of categories upwards). Applies to "Today's events" and Calendar. If the category is moved, this number will be preserved.
ru_ru: С какой точки в дереве категорий содержимое будет видимо (количество категорий вверх). Применяется к "Событиям сегодня" и Календарю. Если категория перемещается, это число сохраняется.

source: Event creation mode
ru_ru: Режим создания событий

source: Specify who can create events in the category and whether they need to be approved. Regardless of this setting, users cannot create/propose events unless they have at least read access to the category.
ru_ru: Укажите, кто может создавать события в категории и нужно ли их утверждение. Независимо от этой настройки пользователи не могут создавать/предлагать события, если у них нет хотя бы доступа к чтению категории.

source: This category's visibility is currently limited by that of '{}'.
ru_ru: Видимость этой категории в настоящее время ограничена видимостью '{}' .

source: IP networks cannot have management permissions: {}
ru_ru: IP-сети не могут иметь права на управление: {}

source: Category name #1
ru_ru: Название категории #1

source: Selected events will be moved into a new sub-category with this title.
ru_ru: Выбранные события будут перемещены в новую подкатегорию с этим заголовком.

source: Category name #2
ru_ru: Название категории #2

source: Events that were not selected will be moved into a new sub-category with this title. If omitted, those events will remain in the current category.
ru_ru: События, которые не были выбраны, будут перемещены в новую подкатегорию с этим заголовком. Если опущено, эти события останутся в текущей категории.

source: Category name
ru_ru: Название категории

source: The events will be moved into a new sub-category with this title.
ru_ru: События будут перемещены в новую подкатегорию с этим названием.

source: Max. events
ru_ru: Максимальное количество событий

source: The maximum number of upcoming events to show. Events are sorted by weight so events with a lower weight are more likely to be omitted if there are too many events to show.
ru_ru: Максимальное количество предстоящих событий для отображения. События сортируются по весу, поэтому события с более низким весом скорее всего будут не отображены, если слишком много событий для отображения.

source: Days
ru_ru: Дни

source: Weight
ru_ru: Вес

source: Category & Subcategories
ru_ru: Категория и подкатегории

source: Specify categories/events shown in the 'upcoming events' list on the home page.
ru_ru: Укажите категории/события, отображаемые в списке "предстоящих событий" на домашней странице.

source: 'Days' must be a positive integer
ru_ru: "Дни" должны быть положительным целым числом

source: Invalid type
ru_ru: Недопустимый тип

source: Invalid category: {}
ru_ru: Недопустимая категория: {}

source: Invalid event: {}
ru_ru: Недопустимое событие: {}

source: The full name of the role
ru_ru: Полное название роли

source: A shortcut (max. 3 characters) for the role
ru_ru: Сокращение (максимум 3 символа) для роли

source: The color used when displaying the role
ru_ru: Цвет, используемый при отображении роли

source: A role with this code already exists.
ru_ru: Роль с таким кодом уже существует.

source: From the category above
ru_ru: Из указанной выше категории

source: From this category only
ru_ru: Только из этой категории

source: From the current category only
ru_ru: Только из текущей категории

source: From everywhere
ru_ru: Отовсюду

source: Invisible
ru_ru: Невидимый

source: Everywhere
ru_ru: Всюду

source: Indico Atom feed
ru_ru: Фид INDICO Atom

source: Calendar
ru_ru: Календарь

source: Settings saved!
ru_ru: Настройки сохранены!

source: This category does not exist or has been deleted.
ru_ru: Эта категория не существует или была удалена.

source: You are not authorized to access this category.
ru_ru: Вы не авторизованы для доступа к этой категории.

source: If you believe you should have access, please contact {}
ru_ru: Если вы считаете, что у вас должен быть доступ, пожалуйста, свяжитесь с {}

source: There are no previous events for this category
ru_ru: В этой категории нет предыдущих событий

source: There are no upcoming events for this category
ru_ru: Нет предстоящих событий для этой категории

source: Category settings saved!
ru_ru: Настройки категории сохранены!

source: You cannot upload this file as an icon/logo.
ru_ru: Вы не можете загрузить этот файл в качестве иконки/логотипа.

source: The file has an invalid format ({format})
ru_ru: Файл имеет недопустимый формат ({format})

source: The image you uploaded is using the CMYK colorspace and has been converted to RGB. Please check if the colors are correct and convert it manually if necessary.
ru_ru: Изображение, которое вы загрузили, использует цветовое пространство CMYK и было преобразовано в RGB. Пожалуйста, проверьте, правильные ли цвета, и при необходимости конвертируйте его вручную.

source: New icon saved
ru_ru: Новая иконка сохранена

source: Icon deleted
ru_ru: Иконка удалена

source: New logo saved
ru_ru: Новый логотип сохранен

source: Logo deleted
ru_ru: Логотип удален

source: Protection settings of the category have been updated
ru_ru: Настройки защиты категории были обновлены

source: Category "{}" has been created.
ru_ru: Категория "{}" была создана.

source: Category "{}" has been deleted.
ru_ru: Категория "{}" была удалена.

source: You are not allowed to manage the selected destination.
ru_ru: Вам не разрешено управлять выбранным местом назначения.

source: Cannot move the root category.
ru_ru: Невозможно переместить корневую категорию.

source: Cannot move the category inside itself.
ru_ru: Нельзя переместить категорию внутрь самой себя.

source: Cannot move the category in a descendant of itself.
ru_ru: Невозможно переместить категорию в потомка самой себя.

source: Category "{}" moved to "{}".
ru_ru: Категория "{}" перемещена в "{}".

source: Cannot move a category inside itself.
ru_ru: Нельзя переместить категорию внутрь самой себя.

source: Cannot move a category in a descendant of itself.
ru_ru: Невозможно переместить категорию в потомка самой себя.

source: {0} category moved to "{1}".
ru_ru: {0} категория перемещена в "{1}".

source: You have deleted one event
ru_ru: Вы удалили одно событие

source: Your events have been moved to the category "{}"
ru_ru: Ваши события были перемещены в категорию "{}"

source: Your events have been split into the categories "{}" and "{}"
ru_ru: Ваши события были разделены на категории "{}" и "{}"

source: Split
ru_ru: Разделить

source: You may not move events to this category.
ru_ru: Вы не можете перемещать события в эту категорию.

source: You have moved {count} event to the category "{cat}"
ru_ru: Вы переместили {count} событие в категорию "{cat}"

source: You have requested the move of {count} event to the category "{cat}"
ru_ru: Вы запросили перемещение {count} события в категорию "{cat}"

source: Events of "{}"
ru_ru: События "{}"

# Message type
source: Danger
ru_ru: Опасность

source: Restricted to authorized users
ru_ru: Ограничено для авторизованных пользователей

source: Moderated unless authorized
ru_ru: Промодерировано пока авторизовано

source: Unrestricted
ru_ru: Неограниченный

source: There are no ongoing events during selected month.
ru_ru: Нет текущих событий в выбранный месяц.

source: Main categories
ru_ru: Основные категории

source: All events
ru_ru: Все события

source: Create event
ru_ru: Создать событие

source: Navigate categories
ru_ru: Навигация по категориям

source: Navigate
ru_ru: Навигация

source: Parent category
ru_ru: Родительская категория

source: View
ru_ru: Просмотреть

source: All category events
ru_ru: Все события категории

source: Previous event
ru_ru: Предыдущее событие

source: Upcoming event
ru_ru: Предстоящее событие

source: Closest event
ru_ru: Ближайшее событие

source: Today's events
ru_ru: События сегодня

source: Week's events
ru_ru: События недели

source: Category statistics
ru_ru: Статистика категорий

source: Manage category
ru_ru: Управлять категорией

source: Back to category page
ru_ru: Вернуться на страницу категории

source: There is %(count)s event move request %(link_start)spending moderation%(link_end)s.
ru_ru: Есть %(count)s запрос на перемещение событий %(link_start)soжидающих модерации%(link_end)s.

source: Some events in this category have been hidden.
ru_ru: Некоторые события в этой категории были скрыты.

source: This category is empty.
ru_ru: Эта категория пуста.

source: Displaying all the events from subcategories.
ru_ru: Отображение всех событий из подкатегорий.

source: Go back to single category view.
ru_ru: Вернуться к просмотру одной категории.

source: Skip to category list
ru_ru: Перейти к списку категорий

source: Categories in %(category_title)s
ru_ru: Категории в %(category_title)s
