Repository: SashaTimofeev/Practice-2025
Catalog: backups/for_translation_indico_core-messages-all_*-2_20250722_194156.po
Languages: ru_ru

source: The participant can exceptionally modify their registration
ru_ru: Участник может в порядке исключения изменять свою регистрацию

source: The participant is allowed to modify their registration until: %(modification_end_dt)s
ru_ru: Участник может изменять свою регистрацию до: %(modification_end_dt)s

source: Set the modification deadline
ru_ru: Установка крайнего срока внесения изменений

source: Full name
ru_ru: Полное имя

source: This user has been registered by an event manager.
ru_ru: Этот пользователь был зарегистрирован организатором мероприятия.

source: Preview email
ru_ru: Предварительный просмотр электронного письма

source: This preview is only shown for a single registration.<br> When sending the emails, each registrant will receive an email customized with the data of their registration.
ru_ru: Предварительный просмотр отображается только для одного зарегистрированного участника.<br> При отправке электронных писем каждый зарегистрированный участник получит персонифицированный email с данными о своей регистрации.

source: Invitation details
ru_ru: Информация о приглашении

source: You should upload a CSV (comma-separated values) file with exactly 4 columns in the following order:
ru_ru: Вы должны загрузить файл CSV (значения, разделенные запятыми), содержащий ровно 4 столбца в следующем порядке:

source: The fields "First Name", "Last Name" and "E-mail" are mandatory.
ru_ru: Поля "Имя", "Фамилия" и "E-mail" являются обязательными для заполнения.

source: You should upload a CSV (comma-separated values) file with exactly 6 columns in the following order:
ru_ru: Вы должны загрузить файл CSV (значения, разделенные запятыми), содержащий ровно 6 столбцов в следующем порядке:

source: Phone Number
ru_ru: Номер телефона

source: Participants are now handled through a registration form.
ru_ru: Регистрация участников теперь осуществляется через регистрационную форму.

source: There is no registration form for participants
ru_ru: Регистрационная форма для участников отсутствует

source: To create a new registration form, specify the participant visibility settings below. These settings can only be changed while there are no registrations.
ru_ru: Чтобы создать новую форму для регистрации, укажите ниже параметры видимости участников. Эти настройки можно изменить только при отсутствии зарегистрированных участников.

source: Share the secret link or send invitations to anyone you want to register.
ru_ru: Поделитесь секретной ссылкой или отправьте приглашения всем, кого хотите зарегистрировать.

source: Copy secret link
ru_ru: Скопировать секретную ссылку

source: Edit settings for this form.
ru_ru: Редактирование настроек этой формы.

source: Registration Form
ru_ru: Форма регистрации

source: Add, remove or modify information registrants may fill out.
ru_ru: Добавить, удалить или изменить информацию, которую могут указывать участники при регистрации.

source: Choose who can see the participants of this event.
ru_ru: Выберите, кто сможет видеть участников этого мероприятия.

source: List of registrations
ru_ru: Список регистраций

source: Add, remove or modify registrations.
ru_ru: Добавление, удаление или изменение регистраций участников.

source: Stats
ru_ru: Статистика

source: Create a new registration form
ru_ru: Создайте новую форму регистрации

source: To create a new registration form, specify the title and participant visibility settings below. The visibility settings can only be changed while there are no registrations.
ru_ru: Чтобы создать новую форму регистрации, укажите ее название и параметры видимости участников ниже. Настройки видимости можно изменить только пока еще никто не зарегистрировался.

source: Participants display
ru_ru: Отображение участников

source: Customize how the registrations are shown on the participant list page.
ru_ru: Настройте отображение регистраций на странице списка участников

source: There are no registration forms for this event.
ru_ru: Для этого мероприятия нет регистрационных форм.

source: Start by creating a registration form.
ru_ru: Начните с создания регистрационной формы.

source: Create form
ru_ru: Создать форму

source: Merge forms
ru_ru: Объединить формы

source: Show all the registrations together, regardless of which form they came from.
ru_ru: Показать все регистрации вместе, независимо от формы, из которой они были отправлены.

source: Each registration form will have its entries published in the participant list according to its privacy settings.
ru_ru: Записи из каждой формы регистрации будут публикованы в списке участник в соответствии с ее настройками конфиденциальности.

source: By dragging the column titles, you can choose which fields to display and reorder them. Custom fields added to registration forms can only be shown if the registration forms are not merged.
ru_ru: Перетаскивая заголовки столбцов, вы можете выбрать, какие поля отображать, и изменить их порядок. Пользовательские поля, добавленные в формы регистрации, могут быть отображены только в том случае, если регистрационные формы не объединены.

source: Shown columns
ru_ru: Видимые поля

source: Hidden columns
ru_ru: Скрытые поля

source: Choose which columns of this form are displayed
ru_ru: Выберите, какие поля этой формы будут отображаться

source: Edit form "%(title)s"
ru_ru: Редактировать форму "%(title)s"

source: Notifications for organizers
ru_ru: Уведомления для организаторов

source: Invitations for "%(title)s"
ru_ru: Приглашены "%(title)s"

source: Invite people
ru_ru: Пригласить авторов

source: Invite people to register for your event.
ru_ru: Приглашайте людей к регистрации на мероприятие.

source: Invite
ru_ru: Пригласить

source: Invite user to register
ru_ru: Пригласить пользователя зарегистрироваться

source: Import invitations from a CSV File
ru_ru: Импорт приглашений из файла CSV

source: Remind pending invitees
ru_ru: Напомнить неподтвердившим приглашение

source: Send email reminders to users who have not yet registered.
ru_ru: Разослать напоминания по электронной почте тем, кто ещё не прошёл регистрацию

source: Registration forms allow people to register for the event.
ru_ru: Регистрационные формы позволяют людям зарегистрироваться для участия в мероприятии.

source: Payments disabled
ru_ru: Платежи отключены

source: Payments are disabled for this event
ru_ru: Платежи отключены для этого мероприятия

source: Enable payments for the whole event?
ru_ru: Включить платежи для всего мероприятия?

source: Enable payments
ru_ru: Включить платежи

source: Add/remove users allowed to manage registrations
ru_ru: Добавление/удаление пользователей, ответственных за регистрацию

source: Manage registration managers
ru_ru: Управление ответственными за регистрацию

source: Define how the participant list will be shown on the event page
ru_ru: Задать как список участников будет отображаться на странице мероприятия

source: Preview as participant
ru_ru: Предварительный просмотр в качестве участника

source: Customize
ru_ru: Настроить

source: Registration tags
ru_ru: Регистрационные метки

source: Create tags to mark and filter registrations
ru_ru: Создавайте метки для маркировки и фильтрации регистраций

source: List of registration forms
ru_ru: Список регистрационных форм

source: Do you really want to delete the registration form &quot;%(title)s&quot;?
ru_ru: Вы действительно хотите удалить форму регистрации &quot;%(title)s&quot;?

source: There are no registration forms yet.
ru_ru: Регистрационных форм пока нет.

source: Configure fields in form "%(title)s"
ru_ru: Настройка полей в форме "%(title)s"

source: Privacy settings of form "%(title)s"
ru_ru: Настройки приватности формы "%(title)s"

source: List of registrations for "%(title)s"
ru_ru: Список зарегистрировавшихся в "%(title)s"

source: Registration list configuration
ru_ru: Настройка списка регистраций

source: Indico user
ru_ru: Пользователь Indico

source: Register multiple Indico users
ru_ru: Зарегистрировать несколько пользователей Indico

source: Multiple Indico users
ru_ru: Несколько пользователей Indico

source: Import registrants from CSV File
ru_ru: Импорт зарегистрированных участников из файла CSV

source: Total active registrations
ru_ru: Всего зарегистрированных

source: Stats for "%(title)s"
ru_ru: Статистика для "%(title)s"

source: Day left<br>to register
ru_ru: День остался<br>для регистрации

source: Registrants per country
ru_ru: Количество зарегистрировавшихся по странам

source: The registrations will be filled with personal data only. Additional fields will be left blank.
ru_ru: При регистрации будут заполнены только личные данные. Дополнительные поля будут оставлены пустыми.

source: Add registrations
ru_ru: Зарегистрировать пользователей

source: Details for #%(friendly_id)s: %(registrant_name)s in "%(regform_title)s"
ru_ru: Подробности для заявки #%(friendly_id)s от %(registrant_name)s в "%(regform_title)s"

source: Give this link to the user to manage their registration.<br> Make sure to keep it private as anybody with this link will be able to manage it.
ru_ru: Передайте эту ссылку пользователю, чтобы он мог управлять своей регистрацией.<br> Следите, чтобы ссылка не попала в публичный доступ, так как любой, у кого есть эта ссылка, сможет управлять регистрацией этого пользователя.

source: Create registration tags to mark and filter registrations.
ru_ru: Создавайте регистрационные метки для маркировки и фильтрации регистраций.

source: Do you really want to delete this tag?
ru_ru: Вы действительно хотите удалить эту метку?

source: Registration Tags
ru_ru: Регистрационные метки

source: Add a tag
ru_ru: Добавить метку

source: There are no tags.
ru_ru: Теги отсутствуют.

source: Customize registration list
ru_ru: Настройка списка регистраций

source: Change the configuration of the registration list by enabling/disabling the columns listed below, or by applying filtering (%(filter_icon)s) options.
ru_ru: Измените настройки списка регистраций включив/выключив перечисленные ниже столбцы или применив параметры фильтрации (%(filter_icon)s).

source: General registration info
ru_ru: Общая информация о регистрации

source: Registrations finished already. Do you want to open them again?
ru_ru: Регистрация уже завершена. Вы хотите открыть её снова?

source: Registrations are not open yet
ru_ru: Регистрация еще не открыта

source: Registrations are open
ru_ru: Регистрация открыта

source: Reschedule registrations
ru_ru: Перенос сроков регистрации

source: Link
ru_ru: Ссылка

source: Reminders
ru_ru: Напоминания

source: Sent reminders cannot be deleted.
ru_ru: Отправленные напоминания нельзя удалить.

source: Offset
ru_ru: Отложить на

source: Email addresses
ru_ru: Адреса электронной почты

source: One email address per line.
ru_ru: Один адрес электронной почты на строку.

source: The email address that will show up as the sender.
ru_ru: Адрес электронной почты, который будет отображаться в качестве отправителя.

source: Note
ru_ru: Примечание

source: Misc
ru_ru: Разное

source: Pending Reminders
ru_ru: Отложенные напоминания

source: Add Reminder
ru_ru: Добавить напоминание

source: There are no pending reminders.
ru_ru: Нет отложенных напоминаний.

source: Sent Reminders
ru_ru: Отправленные напоминания

source: Please note that the event "%(title)s"%(label)s will start on %(start)s (%(tz)s).
ru_ru: Обратите внимание, что мероприятие "%(title)s"%(label)s начнется %(start)s (%(tz)s).

source: It will take place at %(loc)s
ru_ru: Он состоится в %(loc)s

source: It will take place at the following address:
ru_ru: Оно будет проходить по следующему адресу:

source: You can access the full event here:
ru_ru: Полную информацию о мероприятии вы можете найти здесь:

source: Address:
ru_ru: Адрес

# Event request
source: Accepted
ru_ru: Принято

# Event request
source: Rejected
ru_ru: Отклонено

source: Your request is currently pending approval. You will be notified by e-mail once it has been accepted or rejected.
ru_ru: Ваш запрос находится на стадии утверждения. Вы получите уведомление по электронной почте, как только запрос будет принят или отклонен.

source: Created by
ru_ru: Создана

source: Withdraw request
ru_ru: Отозвать запрос

source: Accepted
ru_ru: Принято

source: Request accepted
ru_ru: Запрос принят

source: Event:
ru_ru: Мероприятие:

source: Event created by
ru_ru: Мероприятие создано

source: Event roles
ru_ru: Роли мероприятия

source: Remove existing members
ru_ru: Удалить существующих участников

source: There are no roles defined yet.
ru_ru: Созданных ролей нет

source: 1 person
ru_ru: 1 автор

source: There are no members yet.
ru_ru: Пока нет участников.

source: Add user
ru_ru: Добавить пользователя

source: Allows coordinators to modify contributions in their sessions.
ru_ru: Позволяет координаторам редактировать доклады в своих сессиях.

source: Allows coordinators to manage/reschedule session blocks of their sessions. This includes creating new session blocks.
ru_ru: Позволяет координаторам управлять/переносить сроки проведения блоков в своих сессиях. Сюда входит и создание новых блоков сессий.

source: My Sessions
ru_ru: Мои Сессии

source: Session code
ru_ru: Код сессии

source: The code that will identify the session in the Book of Abstracts.
ru_ru: Идентификационный код сессии в Сборнике тезисов.

source: Default contribution duration
ru_ru: Продолжительность по умолчанию

source: Duration that a contribution created within this session will have by default.
ru_ru: Продолжительность, которую по умолчанию будет иметь доклад, созданный в этой сессии.

source: Default location
ru_ru: Местоположение по умолчанию

source: Default location for blocks inside the session.
ru_ru: Расположение по умолчанию для блоков внутри сессии.

source: Colors
ru_ru: Цвета

source: Title of the session block
ru_ru: Название блока сессии

source: Block title
ru_ru: Название блока

source: Whether the session is a poster session or contains normal presentations
ru_ru: Является ли сессия постерной сессией или содержит обычные доклады.

source: List of sessions
ru_ru: Список сессий

source: Edit session
ru_ru: Редактировать сессию

source: Manage protection
ru_ru: Управление безопасностью

source: Manage timetable
ru_ru: Управление расписанием

source: Contribution list
ru_ru: Список докладов

source: No scheduled contributions
ru_ru: Нет докладов с назначенным временем

source: Edit session '%(title)s'
ru_ru: Редактировать сессию '%(title)s'

source: Manage protection for session '%(title)s'
ru_ru: Управление приватностью для сессии '%(title)s'

source: Change color
ru_ru: Изменить цвет

source: Edit this session
ru_ru: Редактировать эту сессию

source: Manage session protection
ru_ru: Управление приватностью сессии

source: Go to this session timetable
ru_ru: К расписанию этой сессии

source: Remove this session
ru_ru: Удалить эту сессию

source: There are no sessions yet.
ru_ru: Пока нет ни одной сессии.

source: Edit session type
ru_ru: Редактировать тип сессии

source: Manage session types
ru_ru: Управление типами сессий

source: Session types
ru_ru: Типы сессий

source: Manage the sessions of the event from the list below or configure the <strong>session types</strong> from the settings menu above.
ru_ru: Управляйте сессиями мероприятия в списке ниже или настраивайте <strong>типы сессий</strong> в меню настроек выше.

source: Add new session
ru_ru: Добавить новую сессию

source: Remove selected sessions
ru_ru: Удалить выбранные сессии

source: Do you really want to delete the selected sessions?
ru_ru: Вы действительно хотите удалить выбранные сессии?

source: Add new session type
ru_ru: Добавление нового типа сессии

source: New session type
ru_ru: Новый тип сессии

source: There are no session types yet.
ru_ru: Пока нет ни одного типа сессии.

source: Offline Copy
ru_ru: Оффлайн-копия

source: Surveys
ru_ru: Опросы

source: Gives event managers the opportunity to create surveys.
ru_ru: Позволяет организаторам мероприятия проводить опросы.

source: Grants management access to surveys.
ru_ru: Предоставляет организаторам доступ к опросам.

source: The target event already has surveys
ru_ru: Выбранное мероприятие уже содержит опросы

source: The title of the survey
ru_ru: Название опроса

source: An introduction to be displayed before the survey
ru_ru: Вводная часть, которая будет показана перед началом опроса

source: Anonymous submissions
ru_ru: Анонимные ответы

source: User information will not be attached to submissions
ru_ru: Информация о пользователе не будет прикреплена к представленным материалам

source: Require users to be logged in for submitting the survey
ru_ru: Для прохождения опроса пользователи обязательно должны быть залогинены

source: Limit submissions
ru_ru: Ограничить количество ответов

source: Whether there is a submission cap
ru_ru: Существует ли лимит на подачу ответов

source: Private survey
ru_ru: Частный опрос

source: Only selected people can answer the survey.
ru_ru: На опрос могут ответить только отдельные участники.

source: Partial completion
ru_ru: Частичные ответы

source: Allow to save answers without submitting the survey.
ru_ru: Разрешить сохранять промежуточные ответы не завершая опрос.

source: Send email notifications for specific events related to the survey.
ru_ru: Отправлять уведомления по электронной почте о конкретных мероприятиях, связанных с опросом.

source: Notify participants of the event when this survey starts.
ru_ru: Сообщить участникам мероприятия о начале опроса.

source: Email addresses to notify about the start of the survey
ru_ru: Адреса электронной почты для уведомления о начале опроса

source: There is already a survey named "{}" on this event
ru_ru: По этому мероприятию уже существует опрос под названием "{}".

source: Moment when the survey will open for submissions
ru_ru: Время, когда опрос будет открыт

source: Moment when the survey will close
ru_ru: Время окончания опроса

source: Resend the survey start notification.
ru_ru: Повторная отправка уведомления о начале опроса.

source: Display as section
ru_ru: Отображать как раздел

source: Whether this is going to be displayed as a section or standalone
ru_ru: Будет ли это отображаться как отдельный раздел или самостоятельно.

source: The title of the section.
ru_ru: Название раздела.

source: Choose a previously exported survey content to import. Existing sections will be preserved.
ru_ru: Выберите ранее экспортированное содержимое опроса для импорта. Существующие разделы будут сохранены.

source: Link to the survey
ru_ru: Ссылка на опрос

source: You are trying to answer a survey that requires you to be logged in
ru_ru: Необходимо войти в систему для прохождения этого опроса

source: This survey is not active
ru_ru: Этот опрос не активен

source: You have already answered this survey
ru_ru: Вы уже отвечали на этот опрос

source: The survey has been submitted
ru_ru: Опрос был пройден

source: The questionnaire has been imported.
ru_ru: Анкета была импортирована.

source: Section "{title}" added
ru_ru: Раздел "{title}" добавлен

source: Standalone section added
ru_ru: Отдельный раздел добавлен

source: Section "{title}" updated
ru_ru: Раздел "{title}" обновлен

source: Standalone section updated
ru_ru: Отдельный раздел обновлен

source: Section "{title}" deleted
ru_ru: Раздел "{title}" удален

source: Standalone section deleted
ru_ru: Отдельный раздел удален

source: Text item added
ru_ru: Добавлен текстовый элемент

source: Question "{title}" added
ru_ru: Вопрос "{title}" добавлен

source: Question "{title}" updated
ru_ru: Вопрос "{title}" обновлен

source: Question "{title}" deleted
ru_ru: Вопрос "{title}" удален

source: There are no submissions in this survey
ru_ru: Этот опрос еще никто не прошел

source: Survey modified
ru_ru: Опрос изменен

source: Survey deleted
ru_ru: Опрос удален

source: Survey created
ru_ru: Опрос создан

source: Survey was scheduled
ru_ru: Проведение опроса запланировано

source: Survey is now closed
ru_ru: Опрос теперь закрыт

source: Survey is now open
ru_ru: Опрос теперь открыт

source: The title of the question
ru_ru: Текст вопроса

source: If the user has to answer the question.
ru_ru: Пользователь обязательно должен дать ответ.

source: There is an open survey.
ru_ru: Вы можете пройти опрос.

source: Show the surveys
ru_ru: Показать опросы

source: Fill out the survey
ru_ru: Пройти опрос

source: You already submitted this survey.
ru_ru: Вы уже прошли этот опрос.

source: Fill out
ru_ru: Заполнить

source: Survey
ru_ru: Опрос

source: Available from
ru_ru: Открыто с

source: Survey already filled out
ru_ru: Опрос уже пройден

source: Survey is closed
ru_ru: Опрос закрыт

source: Continue
ru_ru: Продолжить

source: No surveys available for this event
ru_ru: Для этого мероприятия нет доступных опросов

source: Save answers
ru_ru: Сохранить ответы

source: Your answers will be submitted anonymously.
ru_ru: Ваши ответы будут отправлены анонимно.

source: Your answers will be associated with your account.
ru_ru: Ваши ответы будут связаны с вашим аккаунтом.

source: New survey submission for "%(survey_title)s" in the event "%(event_title)s"
ru_ru: Новый ответ на опрос "%(survey_title)s" в мероприятии "%(event_title)s"

source: A new submission has been made for the survey "%(survey_title)s" in the event "%(event_title)s".
ru_ru: Новый ответ на опрос "%(survey_title)s" в мероприятии "%(event_title)s".

source: A new submission has been made for the survey "%(survey_title)s" in the event "%(event_title)s" by %(name)s.
ru_ru: Новый ответ на опрос "%(survey_title)s" в мероприятии "%(event_title)s" от пользователя %(name)s.

source: Survey "%(survey_title)s" started in the event "%(event_title)s"
ru_ru: В мероприятии "%(event_title)s" начался опрос "%(survey_title)s"

source: The survey "%(survey_title)s" in the event "%(event_title)s" is now open.
ru_ru: Опрос "%(survey_title)s" в рамках мероприятия "%(event_title)s" теперь открыт.

source: You may answer the survey by clicking the link below:
ru_ru: Вы можете пройти опрос, перейдя по ссылке ниже:

source: Standalone section
ru_ru: Отдельный раздел

source: This section will not be displayed as a section but its contents will show up standalone.
ru_ru: Этот раздел не будет отображаться как раздел, но его содержимое будет отображаться отдельно.

source: Edit section
ru_ru: Редактировать раздел

source: Delete section
ru_ru: Удалить раздел

source: Are you sure you want to delete this section and all questions inside it?
ru_ru: Вы уверены Вы хотите удалить этот раздел и все содержащиеся в нем вопросы?

source: Add text item
ru_ru: Добавить текстовый элемент

source: Add question
ru_ru: Добавить вопрос

source: No items have been added yet so this section will not be displayed.
ru_ru: Пока не добавлено ни одного вопроса этот раздел не будет отображаться.

source: Clone question
ru_ru: Клонировать вопрос

source: Edit question
ru_ru: Редактировать вопрос

source: Delete question
ru_ru: Удалить вопрос

source: Are you sure you want to delete this question?
ru_ru: Вы уверены, что хотите удалить этот вопрос?

source: The survey is private
ru_ru: Опрос является приватным

source: Edit settings for this survey.
ru_ru: Редактировать настройки этого опроса.

source: Edit survey
ru_ru: Редактировать опрос

source: Questionnaire
ru_ru: Анкета

source: Add, remove or modify questions.
ru_ru: Добавить, удалить или изменить вопросы.

source: Contact event participants
ru_ru: Проинформировать участников события

source: Send an email to the event participants about this survey.
ru_ru: Отправить участникам мероприятия электронное письмо об этом опросе.

source: Submissions
ru_ru: Ответы

source: Results
ru_ru: Результаты

source: Remove all selected submissions?
ru_ru: Удалить все выбранные ответы?
