Repository: SashaTimofeev/Practice-2025
Catalog: backups/for_translation_indico_core-messages-all_*-2_20250722_194156.po
Languages: ru_ru

source: Field must contain between {min} and {max} words.
ru_ru: Поле должно содержать от {min} до {max} слов.

source: first
ru_ru: первый

source: second
ru_ru: второй

source: third
ru_ru: третий

source: fourth
ru_ru: четвёртый

source: last
ru_ru: последний

source: You can use Markdown or basic HTML formatting tags.
ru_ru: Вы можете использовать Markdown и основные теги HTML для форматирования.

source: This object is publicly accessible since it is set as public.
ru_ru: Этот объект является общедоступным, поскольку установлен как общедоступный.

source: This object is <strong>only</strong> accessible by the <strong>users specified</strong> above and the <strong>managers</strong> of <strong>parent resources</strong>.
ru_ru: Доступ к этому объекту имеют <strong>только</strong> <strong>пользователи, указанные</strong> выше, и <strong>менеджеры</strong> <strong>родительских ресурсов</strong>.

source: This object is not publicly accessible since <strong>%(parent_title)s</strong> (%(parent_type)s) is protected.
ru_ru: Этот объект не является общедоступным, поскольку родительский объект <strong>%(parent_title)s</strong> (%(parent_type)s) защищен.

source: This object is publicly accessible since <strong>%(parent_title)s</strong> (%(parent_type)s) is not protected.
ru_ru: Этот объект является общедоступным, так как родительский объект <strong>%(parent_title)s</strong> (%(parent_type)s) не защищен.

source: The information on this page is visible to anyone
ru_ru: Информация на этой странице доступна всем

source: The information on this page is restricted for display to named individuals or specific groups.
ru_ru: Информация на этой странице доступна для просмотра ограниченному кругу лиц или определенным группам пользователей.

source: Restricted
ru_ru: Защищённый

source: Choose timezone
ru_ru: Выберите часовой пояс

source: Your profile timezone:
ru_ru: Часовой пояс из Вашего профиля:

source: Use timezone based on:
ru_ru: Использовать часовой пояс:

source: Use the event/category timezone
ru_ru: Использовать часовой пояс мероприятия/категории

source: Event/category
ru_ru: Мероприятие

source: Use the default timezone of your profile
ru_ru: Использовать часовой пояс по умолчанию из Вашего профиля

source: Profile
ru_ru: Профиль

source: Use a custom timezone
ru_ru: Использовать пользовательский часовой пояс

source: Custom
ru_ru: Другой

source: Select a custom timezone
ru_ru: Использовать пользовательский часовой пояс

source: %(tz)s (your profile timezone)
ru_ru: %(tz)s (часовой пояс из Вашего профиля)

source: Remember these settings
ru_ru: Запомнить эти настройки

source: My preferences
ru_ru: Мои предпочтения

source: Switch back to %(name)s
ru_ru: Переключиться обратно к %(name)s

source: My language (%(language)s)
ru_ru: Мой язык (%(language)s)

source: Login
ru_ru: Вход

source: Invalid URL
ru_ru: Неверный URL

source: Powered by %(indico)s
ru_ru: Сайт работает на %(indico)s

source: A <strong>lecture</strong> is a simple event to announce a talk.
ru_ru: <strong>Лекция</strong> - это простое мероприятие, с помощью которого можно запланировать выступление или доклад.

source: <strong>Features</strong>: poster creation, participant management, ...
ru_ru: <strong>Особенности</strong>: создание постеров, управление участниками, ...

source: A <strong>meeting</strong> is an event that defines an agenda with multiple talks.
ru_ru: <strong>Семинар</strong> - это мероприятие, где в повестку дня включено несколько докладов.

source: <strong>Features</strong>: timetable, minutes, poster creation, participants management, ...
ru_ru: <strong>Функции</strong>: расписание, протоколы, создание постеров, управление участниками, ...

source: A <strong>conference</strong> is a complex event with features to manage the whole life cycle of a conference.
ru_ru: <strong>Конференция</strong> - это сложное мероприятие с функциями, позволяющими управлять всем жизненным циклом конференции.

source: <strong>Features</strong>: call for abstracts, registration, e-payment, timetable, badges creation, paper reviewing,...
ru_ru: <strong>Функции</strong>: объявление о приеме тезисов, регистрация, электронная оплата, расписание, создание бейджей, рецензирование докладов,...

source: %(num)s out of %(total)s displayed
ru_ru: %(num)s из %(total)s отображено

source: toggle
ru_ru: показать/скрыть

source: Email Notifier
ru_ru: Почтовые уведомления

source: Choose category
ru_ru: Выбрать категорию

source: Copy emails to clipboard
ru_ru: Скопировать адреса электронной почты в буфер обмена

source: Use default
ru_ru: Использовать по умолчанию

source: This room is already prebooked.
ru_ru: Это помещение уже забронировано.

source: This room is not bookable.
ru_ru: Это помещение не подлежит бронированию.

source: You can use %(markdown)s and %(latex)s math formulae.
ru_ru: Можно использовать синтаксис %(markdown)s и %(latex)s (для формул).

source: You can use %(markdown)s.
ru_ru: Можно использовать синтаксис %(markdown)s.

source: Markdown is a lightweight markup language that makes it easier to write rich text content. Check the %(link_start)slanguage reference%(link_end)s for more information.
ru_ru: Markdown - это легкий язык разметки, который упрощает верстку текстового контента. Более подробную информацию можно найти в %(link_start)sсправочнике по языку%(link_end)s.

source: You may write formulae using %(link_start)sLaTeX%(link_end)s (math mode only) by surrounding them in <code>$...$</code>.
ru_ru: Можно использовать %(link_start)sLaTeX%(link_end)s для написания формул, окружая их символами <code>$...$</code>.

source: You can use %(markdown)s and %(latex)s formulae.
ru_ru: Можно использовать синтаксис %(markdown)s и %(latex)s (для формул).

source: Choose
ru_ru: Выбор

source: New role
ru_ru: Новая роль

source: Your %(link_start)scalendar link%(link_end)s has been generated.
ru_ru: Ваша %(link_start)s ссылка на календарь %(link_end)s была создана.

source: No results found
ru_ru: Результаты не найдены

source: This file no longer exists. Please reload the page.
ru_ru: Этот файл больше не существует. Пожалуйста, обновите страницу.

source: You are not authorized to access this file.
ru_ru: У Вас нет доступа к этому файлу.

source: This file is protected. You will be redirected to the login page.
ru_ru: Этот файл защищён. Вы будете перенаправлены на страницу авторизации.

source: Manage material
ru_ru: Управление материалами

source: Building package
ru_ru: Собрать пакет

source: Login with {0}
ru_ru: Авторизоваться с помощью {0}

source: Today
ru_ru: Сегодня

source: {0} long-lasting event not shown
ru_ru: {0} долгосрочное событие не показано

source: Long lasting events
ru_ru: Долгосрочные мероприятия

source: empty
ru_ru: пусто

source: {0} event
ru_ru: {0} событие

source: Undo
ru_ru: Отменить

source: The category order has been restored.
ru_ru: Порядок категорий был восстановлен.

source: The category list has been sorted.
ru_ru: Список категорий был отсортирован.

source: At least one selected category cannot be deleted because it is not empty.
ru_ru: По крайней мере одна выбранная категория не может быть удалена, потому что она не пуста.

source: Delete the selected category
ru_ru: Удалить выбранную категорию

source: Select the categories to delete first.
ru_ru: Сначала выберите категории для удаления

source: Delete categories
ru_ru: Удалить категории

source: Move the selected category
ru_ru: Переместите выбранную категорию

source: Select the categories to move first.
ru_ru: Выберите категории для перемещения первыми.

source: Only {0} out of {1} events is currently selected.
ru_ru: Только {0} из {1} событий в настоящее время выбрано.

source: Move category
ru_ru: Переместить категорию

source: Select new category parent for the category
ru_ru: Выберите новую родительскую категорию для категории

source: The category is already here
ru_ru: Категория уже здесь

source: This is the category you are trying to move
ru_ru: Это категория, которую вы пытаетесь переместить

source: Navigate to
ru_ru: Перейти к

source: Navigate to a category
ru_ru: Перейти к категории

source: Unknown error while contacting the Community Hub
ru_ru: Неизвестная ошибка при обращении к Центру Сообщества

source: Internal error: Parse error on the reply of the Community Hub.
ru_ru: Внутренняя ошибка: Ошибка разбора ответа от Центра Сообщества..

source: Unable to contact the Community Hub.
ru_ru: Невозможно связаться с Центром Сообщества.

source: The connection to the Community Hub timed out.
ru_ru: Соединение с Центром Сообщества прервалось.

source: Your server is not registered with the Community Hub.
ru_ru: Ваш сервер не зарегистрирован в Центре Сообщества.

source: Disabled
ru_ru: Отключено

source: This server is not registered as part of the community.
ru_ru: Этот сервер не зарегистрирован как часть сообщества.

source: Synchronized
ru_ru: Синхронизированно

source: This server is registered as part of the community and is up to date.
ru_ru: Этот сервер зарегистрирован как часть сообщества и обновлен.

source: Out of sync
ru_ru: Не синхронизировано

source: Your Indico server is out of sync. Synchronize it with the button on the right.
ru_ru: Ваш сервер Indico не синхронизирован. Синхронизируйте его с помощью кнопки справа.

source: Error!
ru_ru: Ошибка!

source: Your Indico server is not synchronized with the Community Hub! You can solve this <a href="{0}">here</a>.
ru_ru: Ваш сервер Indico не синхронизирован с Центром Сообщетсва! Вы можете решить эту проблему <a href="{0}">здесь</a>.

source: The back side of the templates that use this one as the back side will be removed.
ru_ru: Обратная сторона шаблонов, которые используют этот шаблон как обратную сторону, будет удалена.

source: Disassociate back sides
ru_ru: Отсоединить обратные стороны

source: Fixed text
ru_ru: Исправленный текст

source: Please choose a name for the template
ru_ru: Пожалуйста, выберите имя шаблона

source: The template cannot be empty. Add some elements or a background image.
ru_ru: Шаблон не может быть пустым. Добавьте некоторые элементы или фоновое изображение.

source: The Fixed image element cannot be empty. Upload an image inside it or remove it.
ru_ru: Элемент Фиксированного изображения не может быть пустым. Загрузите изображение внутри него или удалите его.

source: Are you sure you want to change the dimensions of this template?
ru_ru: Вы уверены, что хотите изменить размеры этого шаблона?

source: This back side template will be removed
ru_ru: Этот шаблон обратной стороны будет удален

source: The back side of this template will be removed
ru_ru: Обратная сторона этого шаблона будет удалена

source: Disassociate back side
ru_ru: Отсоединить обратную сторону

source: Error
ru_ru: Ошибка

source: Hide preview
ru_ru: Скрыть предварительный просмотр

source: You won't be able to change your decision later. If necessary, please contact the manager of the event.
ru_ru: Вы не сможете изменить свое решение позже. При необходимости внести изменения обратитесь к организатору мероприятия.

source: {0} new event will be created.
ru_ru: {0} новое событие будет создано.

source: Menu Entry Settings
ru_ru: Настройки элемента меню

source: {0} out of {1} displayed
ru_ru: {0} из {1} отображено

source: There are no entries that match your search criteria.
ru_ru: Нет записей, соответствующих вашим критериям поиска.

source: Filter sessions
ru_ru: Фильтр сессий

source: Assign new session
ru_ru: Назначить новую сессию

source: '{0}' has been unscheduled due to the session change.
ru_ru: '{0}' снят с рассмотрения в связи с изменением сессии.

source: Undo successful! Timetable entry and session have been restored.
ru_ru: Отмена успешна! Запись в расписание и сессия восстановлены.

source: Filter tracks
ru_ru: Фильтр секций

source: Undoing previous operation...
ru_ru: Отмена предыдущей операции...

source: Email Preview
ru_ru: Предварительный просмотр электроного письма

source: Do you really want to delete the selected registration?
ru_ru: Вы действительно хотите удалить выбранную регистрацию?

source: Reminder Preview
ru_ru: Предварительный просмотр уведомления

source: Filter types
ru_ru: Типы фильтров

source: Add new type
ru_ru: Добавить новый тип

source: Submitting...
ru_ru: Отправка...

source: Your answers have been saved, do not forget to submit the survey when you finish!
ru_ru: Ваши ответы сохранены, не забудьте отправить результаты опроса, когда закончите!

source: Invalid access key
ru_ru: Неверный ключ доступа

source: The timetable has not been filled yet.
ru_ru: Расписание еще не составлено.

source: Are you sure you want to merge those two users?
ru_ru: Вы уверены, что хотите объединить этих двух пользователей?

source: Please notice there are warning messages!
ru_ru: Пожалуйста, обратите внимание на предупреждения!

source: Confirm user merge
ru_ru: Подтвердить объединение пользователей

source: This videoconference has been deleted and cannot be used. You can detach it from the event, however.
ru_ru: Эта видеоконференция была удалена и не может быть использована. Однако ее можно отсоединить от мероприятия.

source: Click to toggle collapse status
ru_ru: Нажмите, чтобы переключить статус сворачивания

source: Copied to clipboard
ru_ru: Скопировано в буфер обмена

source: Press {0} to copy
ru_ru: Нажмите {0}, чтобы скопировать

source: You have unsaved changes. Do you really want to close the dialog without saving?
ru_ru: Есть несохраненные изменения. Вы действительно хотите выйти без сохранения?

source: Unsaved changes
ru_ru: Несохраненные изменения

source: You have unsaved changes that will be lost.
ru_ru: У Вас есть несохраненные изменения, которые будут потеряны.

source: Confirm action
ru_ru: Подтвердить действие

source: Direct link to this item
ru_ru: Прямая ссылка на этот элемент

source: Field must be at least {0} character long.
ru_ru: Поле должно быть длиной не менее {0} символа.

source: Field cannot be longer than {0} character.
ru_ru: Поле не может быть длиннее {0} символа.

source: Field must be between {0} and {1} characters long.
ru_ru: Поле должно содержать от {0} до {1} символов.

source: Field must contain at least {0} word.
ru_ru: Поле должно содержать как минимум {0} слово.

source: Field cannot contain more than {0} word.
ru_ru: Поле не может содержать больше {0}слова.

source: Field must contain between {0} and {1} words.
ru_ru: Поле должно содержать от {0} до {1} слов.

source: Save now
ru_ru: Сохранить

source: Do not forget to save your changes!
ru_ru: Не забудьте охранить изменения!

source: Only {0} out of {1} rows is currently selected
ru_ru: Только {0} из {1} строк в настоящее время выбрана.

source: Select only the current page.
ru_ru: Выберите только текущую страницу.

source: Click here to select them all.
ru_ru: Нажмите здесь, чтобы выбрать все.

source: Please confirm
ru_ru: Пожалуйста подтвердите

source: Executing operation...
ru_ru: Операция выполняется...

source: Operation done!
ru_ru: Операция завершена!

source: Operation failed!
ru_ru: Операция не удалась!

source: Loading...
ru_ru: Загрузка...

source: Select
ru_ru: Выбрать

source: This category doesn't contain any subcategory
ru_ru: Эта категория не содержит подкатегорий

source: Select a category
ru_ru: Выберите категорию

source: Not possible for categories where you cannot propose events
ru_ru: Недоступно для категорий, в которых вы не можете предлагать события

source: Not possible for categories where you cannot propose/create events
ru_ru: Недоступно для категорий, в которых вы не можете предлагать или создавать события

source: Not possible for categories where you cannot create events
ru_ru: Недоступно для категорий, в которых вы не можете создавать события

source: Not possible for categories where you are not a manager
ru_ru: Недоступно для категорий, в которых вы не являетесь менеджером.

source: Not possible for categories descending from category "{0}"
ru_ru: Недоступно для категорий, происходящих от категории "{0}"

source: Not possible for this category
ru_ru: Недоступно для этой категории

source: Go to: {0}
ru_ru: Перейти по ссылке: {0}

source: This category is protected
ru_ru: Эта категория защищена

source: Go to parent: {0}
ru_ru: Перейти к родительскому элементу: {0}

source: {0} category
ru_ru: {0} категория

source: You can only <a class="js-action" data-category-id="{0}">{1}</a> this one.
ru_ru: Вы можете только <a class="js-action" data-category-id="{0}">{1}</a>.

source: You can <a class="js-action" data-category-id="{0}">{1}</a> this one, <a class="js-navigate-up" data-parent-id="{2}">navigate up</a> or <a class="js-search">search</a>.
ru_ru: Вы можете <a class="js-action" data-category-id="{0}">{1}</a> , <a class="js-navigate-up" data-parent-id="{2}">перейти вверх</a> или <a class="js-search">выполнить поиск</a>.

source: You can <a class="js-navigate-up" data-parent-id="{2}">navigate up</a> or <a class="js-search">search</a>.
ru_ru: Вы можете <a class="js-navigate-up" data-parent-id="{2}">перейти вверх</a> или <a class="js-search">выполнить поиск</a>.

source: Your search doesn't match any category
ru_ru: Ваш поиск не соответствует ни одной категории

source: You can <a class="js-search">modify</a> or <a class="js-clear-search">clear</a> your search.
ru_ru: Вы можете <a class="js-search">изменить</a> или <a class="js-clear-search">очистить</a> свой поиск.

source: In favorite categories
ru_ru: Добавить в избранные категории

source: Search result
ru_ru: Результаты поиска

source: Displaying {0} out of {1} results.
ru_ru: Отображение {0} из {1} результатов.

source: There are no results.
ru_ru: Нет результатов.

source: Clear search
ru_ru: Очистить поиск

source: You selected category "{0}". Are you sure you want to proceed?
ru_ru: Вы выбрали категорию "{0}". Вы уверены, что хотите продолжить?

source: Type to filter...
ru_ru: Введите текст для фильтрации...

source: You can copy the URL below using CTRL + C (&#8984; + C on OSX):
ru_ru: Вы можете скопировать URL ниже, используя CTRL + C (&#8984; + C на OSX):

source: Type to add {0}
ru_ru: Введите для добавления {0}

source: Empty values are not allowed.
ru_ru: Пустые значения не допускаются

source: Select an option
ru_ru: Выберите вариант

source: Using default location from: {0} ({1})
ru_ru: Используется местоположение по умолчанию из: {0} ({1})

source: Using custom location
ru_ru: Использование пользовательского местоположения

source: Just use "{0}"
ru_ru: Просто используйте "{0}"

source: <strong>1</strong> char left
ru_ru: остался <strong>1</strong> символ

source: <strong>1</strong> word left
ru_ru: осталось <strong>1</strong>слово

source: Must be between {0} and {1}
ru_ru: Должно быть между {0} и {1}

source: Must be above {0}
ru_ru: Должно быть выше {0}

source: Must be below {0}
ru_ru: Должно быть ниже {0}

source: Please fill in the required fields.
ru_ru: Пожалуйста, заполните обязательные поля.

source: IP networks cannot have management permissions
ru_ru: IP-сети не могут иметь права на управление

source: Registrants cannot have management permissions
ru_ru: Регистрирующиеся лица не могут иметь права на управление

source: Assign Permissions
ru_ru: Выдать разрешения

source: Delete entry '{0}'
ru_ru: Удалить запись '{0}'

source: Are you sure you want to remove yourself from the list?
ru_ru: Вы уверены, что хотите удалить себя из списка?

source: All options have been added
ru_ru: Все варианты были добавлены

source: This entry was already added
ru_ru: Эта запись уже была добавлена

source: Additional users
ru_ru: Дополнительные пользователи

source: {0} user has implicit read access due to other roles
ru_ru: {0} пользователь имеет неявный доступ для чтения из-за других ролей

source: Category Managers
ru_ru: Менеджеры Категорий

source: Parent Category Managers
ru_ru: Менеджеры Родительских Категорий

source: Event Managers
ru_ru: Менеджеры Мероприятий

source: Registrants in "{0}"
ru_ru: Зарегистрировавшиеся в "{0}"

source: Previous tab
ru_ru: Предыдущая вкладка

source: Next tab
ru_ru: Следующая вкладка

source: At least one must be selected
ru_ru: Необходимо выбрать один из вариантов

source: Please enable the checkbox
ru_ru: Пожалуйста, отметьте пункт

source: Field must be a number
ru_ru: Введите число

source: Field must be a positive number
ru_ru: Введите положительное число

source: Date format is not valid. It should be dd/mm/yyyy hh:mm
ru_ru: Неверный формат даты. дд/мм/гггг чч:мм

source: Invalid e-mail address
ru_ru: Недействительный адрес электронной почты

source: Time format is not valid. It should be hh:mm
ru_ru: Неверный вормат времени. чч:мм

source: Field is mandatory
ru_ru: Поле обязательно

source: Add break
ru_ru: Добавить перерыв

source: Add session
ru_ru: Добавить сессию

source: Add session block
ru_ru: Добавить блок сессии

source: Updating the timetable...
ru_ru: Обновление расписания...

source: Print
ru_ru: Печать

source: Switching to full screen mode...
ru_ru: Переключение в полноэкранный режим...

source: Exit Full Screen
ru_ru: Выйти из полноэкранного режима

source: Full screen
ru_ru: На весь экран

source: Detailed view
ru_ru: Подробный вид

# momentjs date format for timetable tab headers
source: ddd DD/MM
ru_ru: ддд ДД/ММ

source: You are viewing the contents of the session block:
ru_ru: Вы просматриваете содержимое блока сессии:

source: Your changes triggered the automatic modification of some settings:
ru_ru: Ваши изменения вызвали автоматическое изменение некоторых настроек:

source: The <strong>starting time</strong> of the session interval <strong>
ru_ru: <strong>Начальное время</strong> интервала сессии<strong>

source: </strong> was moved from
ru_ru: </strong>был перемещен из

source: The <strong>starting time</strong> of the <strong>Event</strong> was moved from
ru_ru: <strong>Время начала </strong><strong>Мероприятия</strong> было изменено с

source: The <strong>ending time</strong> of the session interval <strong>
ru_ru: <strong>Время окончания </strong>интервала сессии <strong>

source: The <strong>ending time</strong> of the <strong>Event</strong> was moved from
ru_ru: <strong>Время окончания</strong><strong> Мероприятия</strong> было изменено с

source: The contents of the interval <strong>
ru_ru: Содержимое интервала <strong>

source: </strong> were moved from
ru_ru: </strong> был перемещен из

source: to
ru_ru: до

source: Add poster
ru_ru: Добавить постер

# Timetable entry
source: Add new
ru_ru: Добавить новый

source: Fit to content
ru_ru: Подогнать под содержимое

source: Add new block
ru_ru: Добавить новый блок

source: Add one hour
ru_ru: Добавить один час

source: Session legend
ru_ru: Легенда сессии

source: see more...
ru_ru: смотреть подробности...

source: less...
ru_ru: менее...

source: Go to event timetable
ru_ru: К расписанию события

source: Up to timetable
ru_ru: К расписанию

source: move to resize
ru_ru: переместить для изменения размера

source: <kbd class="tt-key">Shift</kbd> is currently pressed. Changes will be applied to blocks after.
ru_ru: В настоящее время нажат<kbd class="tt-key">Shift</kbd>. Изменения будут применены к блокам после этого.

source: Drop to move block inside session
ru_ru: Перетащите блок внутрь сессии

source: Show materials
ru_ru: Показать материалы

source: This poster session has
ru_ru: Эта постерная сессия имеет

source: contribution(s).
ru_ru: доклад(ы).

source: Please click for more information.
ru_ru: Критерии поиска

source: This timetable entry does not exist anymore. Please refresh the page.
ru_ru: Эта запись в расписании больше не существует. Пожалуйста, обновите страницу.

source: Move up
ru_ru: Переместить вверх

source: Move down
ru_ru: Переместить вниз

source: Edit poster
ru_ru: Редактировать постер

source: Manage poster protection
ru_ru: Управление защитой постера

source: Unschedule
ru_ru: Отменить время
