Repository: SashaTimofeev/Practice-2025
Catalog: backups/for_translation_indico_core-messages-all_*-2_20250722_194156.po
Languages: ru_ru

source: Are you sure you want to remove all selected submissions?
ru_ru: Вы уверены, что хотите удалить все выбранные ответы?

source: Submitted
ru_ru: Отправлено

source: There are no submissions yet.
ru_ru: Пока нет ни одного ответа.

source: Anonymous
ru_ru: Анонимный

source: Are you sure you want to remove this submission?
ru_ru: Вы уверены, что хотите удалить этот ответ?

source: Note: Authenticated users will not be able to submit an anonymous survey again even if you delete their submission.
ru_ru: Примечание: Пользователи, прошедшие аутентификацию, не смогут повторно пройти анонимный опрос, даже если вы удалите их ответы.

source: Remove submission
ru_ru: Удалить ответ

source: Surveys can be used to make questionnaires for the event and collect people's answers.
ru_ru: С помощью опросов можно создавать анкеты с вопросами по мероприятию и собирать ответы пользователей.

source: The survey is live.
ru_ru: Опрос запущен

source: The survey finished.
ru_ru: Опрос окончен.

source: The survey is not running.
ru_ru: Опрос не запущен.

source: Delete this survey
ru_ru: Удалить этот опрос

source: Delete survey?
ru_ru: Удалить опрос?

source: Do you really want to delete the survey &quot;%(title)s&quot;?
ru_ru: Вы действительно хотите удалить опрос &quot;%(title)s&quot;?

source: There are no surveys yet.
ru_ru: Пока нет ни одного опроса.

source: Create survey
ru_ru: Создать опрос

source: Questionnaire for "%(title)s"
ru_ru: Опрос "%(title)s"

source: Download a file containing all the questions of this survey. The file can later be imported into another survey.
ru_ru: Скачать файл, содержащий все вопросы этого опроса. Файл в дальнейшем может быть импортирован в другой опрос.

source: Sections
ru_ru: Разделы

source: The questionnaire consists of one or more sections.
ru_ru: Анкета должна состоять из одного или нескольких разделов.

source: Results for "%(title)s"
ru_ru: Результаты опроса "%(title)s"

source: One person responded to this survey
ru_ru: Один человек ответил на этот опрос

source: Answered:
ru_ru: Ответили:

source: No answer has been recorded for this question.
ru_ru: На этот вопрос не было получено ответов.

source: Submission #%(id)s
ru_ru: Ответ №%(id)s

source: Submitter: <em>Anonymous</em>
ru_ru: Отправитель: <em>Анонимный пользователь</em>

source: Date of submission: %(submission_dt)s
ru_ru: Дата отправки ответа: %(submission_dt)s

source: Survey is live
ru_ru: Опрос запущен

source: Close now or schedule the deadline
ru_ru: Закрыть сейчас или запланировать дату закрытия.

source: Scheduled to close on <strong>%(date)s</strong> at <strong>%(time)s</strong> (%(tz)s)
ru_ru: Закрытие запланировано на <strong>%(date)s</strong> в <strong>%(time)s</strong> (%(tz)s)

source: Schedule survey
ru_ru: Запланировать опрос

source: Survey finished
ru_ru: Опрос завершен

source: The survey finished already. Do you want to open it again for submissions?
ru_ru: Опрос уже завершен. Хотите ли вы открыть его заново?

source: This will result in resending the survey start notification.
ru_ru: Это приведет к повторной отправке уведомления о начале опроса.

source: The limit of %(count)s submission has been reached.
ru_ru: Ограничение в %(count)s присланный материал исчерпано.

source: Survey not ready
ru_ru: Опрос не готов

source: The questionnaire is not set up yet
ru_ru: Анкета еще не создана

source: Prepare questionnaire
ru_ru: Подготовьте анкету

source: Survey ready to go live
ru_ru: Опрос готов к запуску

source: Open now or schedule opening for later
ru_ru: Открыть сейчас или запланировать открытие на более поздний срок

source: Confirm opening survey
ru_ru: Подтвердите запуск опроса

source: Email notifications will be sent. Do you want to open the survey?
ru_ru: Уведомления будут отправлены по электронной почте. Вы хотите открыть опрос?

source: Open now
ru_ru: Открыть сейчас

source: Go to the Indico Home Page
ru_ru: На главную

source: Oldest event
ru_ru: Самое раннее событие

source: Older event
ru_ru: Предыдущее событие

source: Up to category
ru_ru: Вверх

source: Newer event
ru_ru: Следующее событие

source: Newest event
ru_ru: Самое позднее событие

source: Change theme
ru_ru: Сменить тему

source: Filtering is enabled
ru_ru: Фильтрация включена

source: Add a filter
ru_ru: Добавить фильтр

source: Focus on:
ru_ru: Выбрать:

source: All sessions
ru_ru: Все сессии

source: Hide Contributions
ru_ru: Скрыть доклады

source: Printable version
ru_ru: Версия для печати

source: Download material
ru_ru: Скачать материалы

source: Switch to the management area of this event
ru_ru: Перейти в область управления этим мероприятием

source: Back to Conference View
ru_ru: Вернуться к обычному виду

source: Add new question
ru_ru: Добавить новый вопрос

source: Add custom reviewing question
ru_ru: Добавить пользовательский вопрос для рецензента

source: Edit the reviewing question
ru_ru: Редактирование вопроса для рецензента

source: Delete the reviewing question
ru_ru: Удалить вопрос для рецензента

source: Are you sure you want to delete the reviewing question?
ru_ru: Вы уверены, что хотите удалить вопрос для рецензента?

source: There are no reviewing questions yet.
ru_ru: Вопросов для рецензента пока нет.

source: Are you sure you want to permanently delete the event label '%(name)s'? This action will remove it from all events that use it.
ru_ru: Вы уверены, что хотите окончательно удалить метку мероприятия '%(name)s'? Это действие удалит ее из всех мероприятий, которые ее используют.

source: Are you sure you want to permanently delete the external ID type '%(name)s'? This action will remove it from all events that use it.
ru_ru: Вы уверены, что хотите окончательно удалить тип внешнего идентификатора '%(name)s'? Это действие удалит его из всех мероприятий, которые его используют.

source: Allowed keywords
ru_ru: Разрешенные ключевые слова

source: Define the list of allowed keywords. An empty list implies any keyword is valid.
ru_ru: Задайте список разрешенных ключевых слов. Пустой список подразумевает, что любое ключевое слово будет допустимым.

source: Example
ru_ru: Пример

source: Data retention settings
ru_ru: Настройки хранения данных

source: Allowed minimum and maximum data retention period can be configured here.
ru_ru: Здесь можно настроить минимальный и максимальный период хранения данных.

source: Unlisted events enable users to set up and customize events before publishing them into a category.
ru_ru: Неопубликованные мероприятия позволяют пользователям создавать и настраивать мероприятия перед их публикацией в категории.

source: Access Denied
ru_ru: Доступ запрещён

source: Go to the main page
ru_ru: Перейти на главную страницу

source: Date/Time
ru_ru: Дата/Время

source: Starts
ru_ru: Начало

source: Ends
ru_ru: Окончание

source: Go to map
ru_ru: Показать на карте

source: Extra information
ru_ru: Дополнительная информация

source: Now happening:
ru_ru: Происходит сейчас:

source: There is no privacy information for this event.
ru_ru: Информация о конфиденциальности для этого мероприятия отсутствует.

source: Event privacy notice
ru_ru: Уведомление о конфиденциальности мероприятия

source: Privacy notices
ru_ru: Уведомления о конфиденциальности

source: Privacy Notice
ru_ru: Уведомление о конфиденциальности

source: Presentation materials
ru_ru: Материалы к презентации

source: Edit materials
ru_ru: Редактировать материалы

source: Add minutes
ru_ru: Добавить протоколы

source: Edit Event
ru_ru: Редактировать мероприятие

source: Material editor
ru_ru: Редактор материалов

source: Edit session block '%(title)s'
ru_ru: Редактировать блок сессии '%(title)s'

source: Edit session block
ru_ru: Редактировать блок сессии

source: Edit the timetable for this session
ru_ru: Редактировать расписание этой сессии

source: Edit session timetable
ru_ru: Редактировать расписание сессии

source: Event privacy information
ru_ru: Конфиденциальная информация мероприятия

source: %(tz)s timezone
ru_ru: Часовой пояс: %(tz)s

source: Show room on map
ru_ru: Показать помещение на карте

source: From the same series
ru_ru: Из той же серии

source: New conference in Indico
ru_ru: Новая конференция в Indico

source: New lecture in Indico
ru_ru: Новая лекция в Indico

source: Event moved:
ru_ru: Мероприятие перенесено:

source: The event will be publicly accessible since it is set as public.
ru_ru: Мероприятие будет общедоступным, поскольку оно установлено как публичное.

source: The event will <strong>only</strong> be accessible by the <strong>managers</strong> of <strong>parent categories</strong> and users you give access to.
ru_ru: Доступ к мероприятию получат <strong>только</strong> <strong>организаторы</strong> <strong>родительских категорий</strong> и пользователи, которым Вы предоставите доступ.

source: This event will not be publicly accessible since the category <strong class="js-category-title"></strong> is protected.
ru_ru: Это мероприятие не будет общедоступным, поскольку категория <strong class="js-category-title"></strong> является защищенной.

source: This event will be publicly accessible since the category <strong class="js-category-title"></strong> is not protected.
ru_ru: Это мероприятие будет общедоступным, поскольку категория <strong class="js-category-title"></strong> не является защищенной.

source: Session properties
ru_ru: Свойства сессии

source: Block properties
ru_ru: Параметры блока

source: Create new lecture
ru_ru: Создать новую лекцию

source: Create new meeting
ru_ru: Создать новую встречу

source: Create new conference
ru_ru: Создать новую конференцию

source: %(displayed_num)s out of %(total_num)s displayed
ru_ru: %(displayed_num)s из %(total_num)s отображено

source: %(total)s total duration of which %(scheduled)s are scheduled
ru_ru: %(total)s общая продолжительность, из которой уже запланирован %(scheduled)s

source: Reviews
ru_ru: Отзывы

source: On %(dt)s by %(name)s
ru_ru: %(dt)s%(name)s

source: Judgment instructions
ru_ru: Инструкции по итоговому оцениванию

source: Please don't forget to read the %(link)sjudgment instructions%(endlink)s before taking your decision.
ru_ru: Пожалуйста, прочитайте %(link)sинструкцию%(endlink)s прежде чем принимать решение.

source: Opening day
ru_ru: Начало

source: Submission deadline
ru_ru: Окончание

source: Reviewing instructions
ru_ru: Инструкции по рецензированию

source: Please don't forget to read the %(link)sreviewing instructions%(endlink)s before submitting a review.
ru_ru: Пожалуйста, прочитайте %(link)sинструкцию рецензента%(endlink)s перед отправкой отзыва.

source: Reviewing in %(group_title)s
ru_ru: Рецензирование в разделе %(group_title)s

source: <strong>%(name)s</strong> left a comment
ru_ru: <strong>%(name)s</strong> оставил(а) комментарий

source: <strong>%(name)s</strong> left a review
ru_ru: <strong>%(name)s</strong> оставил рецензию

source: Start time
ru_ru: Время начала

source: Include cover page
ru_ru: Включить титульный лист

source: Include table of contents
ru_ru: Включить содержание

source: Show list of sessions in the table of contents
ru_ru: Показывать список сессий в содержании

source: Print abstract content of all contributions
ru_ru: Показывать тексты тезисов всех докладов

source: Include length of the contributions
ru_ru: Включить продолжительность докладов

source: Print each session on a separate page
ru_ru: Показывать каждую сессию на отдельной странице

source: Include session description
ru_ru: Включать описание сессии

source: Print the start date close to session title
ru_ru: Показывать дату начала сессии рядом с ее названием

source: Include top-level contributions
ru_ru: Включать доклады верхнего уровня

source: Include top-level breaks
ru_ru: Включать перерывы верхнего уровня

source: Show speaker title
ru_ru: Показывать имя докладчика

source: Show speaker affiliation
ru_ru: Показывать организацию докладчика

source: Document settings
ru_ru: Настройки документа

source: Miscellaneous
ru_ru: Разное

source: Session block cannot span more than one day
ru_ru: Блок сессии не может длиться более одного дня

source: Contribution '{}' could not be scheduled since it doesn't fit on this day.
ru_ru: Невозможно запланировать доклад '{}': он не помещается в рамках выбранного дня.

source: Break
ru_ru: Перерыв

source: Building timetable...
ru_ru: Построение расписания...

source: Move entry
ru_ru: Переместить запись

source: Move here
ru_ru: Переместите сюда

source: Session: %(title)s
ru_ru: Сессия: %(title)s

source: Generate
ru_ru: Генерировать

source: Change time
ru_ru: Изменить время

source: Block
ru_ru: Блок

source: Edit session block %(title)s
ru_ru: Редактировать блок сессии %(title)s

source: Delete session block
ru_ru: Удалить блок сессии

source: Delete session block %(title)s?
ru_ru: Удалить блок сессии %(title)s?

source: Are you sure you want to delete the session block %(title)s?
ru_ru: Вы уверены, что хотите удалить блок сессии %(title)s ?

source: View session details
ru_ru: Посмотреть детали сессии

source: Go to session block timetable
ru_ru: К расписанию блока сессии

source: Move contribution
ru_ru: Переместить доклад

source: Unschedule contribution '%(title)s'?
ru_ru: Снять с расписания доклад '%(title)s'?

source: Unschedule contribution
ru_ru: Снять доклад с расписания

source: Are you sure you want to unschedule the contribution '%(title)s'?
ru_ru: Вы уверены, что хотите снять с расписания доклад '%(title)s'?

source: In order to add entries go to the <a href="%(url)s">timetable</a> page.
ru_ru: Чтобы добавить записи, перейдите на страницу <a href="%(url)s">расписания</a>.

source: Convener:
ru_ru: Организатор:

source: Program
ru_ru: Программа

source: Scientific Program
ru_ru: Научная программа

source: Track convener
ru_ru: Координатор секции

source: Tracks and scientific program
ru_ru: Секции и научная программа

source: The target event already has tracks or a program
ru_ru: У целевого мероприятия уже есть секции или программа.

source: The program has been updated.
ru_ru: Программа была обновлена.

source: Track "{}" has been created.
ru_ru: Секция "{}" была создана.

source: Track "{}" has been modified.
ru_ru: Секция "{}" была изменена.

source: Track "{}" has been deleted.
ru_ru: Секция "{}" была удалена.

source: Track Group "{}" has been deleted.
ru_ru: Группа секций "{}" была удалена.

source: Track group
ru_ru: Группа секций конференции

source: Select a track group to which this track should belong
ru_ru: Выберите группу секций конференции, к которой должна принадлежать эта секция

source: Default session
ru_ru: Сессия по умолчанию

source: Indico will preselect this session whenever an abstract is accepted for the track
ru_ru: Indico будет выбирать эту сессию каждый раз, когда тезисы будет приниматься в секцию

source: Edit track
ru_ru: Редактировать секцию

source: Edit track "%(title)s"
ru_ru: Редактировать секцию "%(title)s"

source: Delete track
ru_ru: Удалить секцию

source: Are you sure you want to delete this track?
ru_ru: Вы уверены Вы хотите удалить эту секцию?

source: Delete track "%(title)s"
ru_ru: Удалить секцию "%(title)s"

source: This track cannot be deleted because it contains accepted abstracts
ru_ru: Эту секцию нельзя удалить, поскольку она содержит принятые тезисы.

source: Indico will preselect the session "%(title)s" whenever an abstract is accepted for this track.
ru_ru: Indico будет выбирать сессию "%(title)s", когда тезисы будут приниматься в эту секцию.

source: Edit track group
ru_ru: Редактировать группу секций

source: Edit track group "%(title)s"
ru_ru: Редактировать группу секций "%(title)s"

source: Delete track group
ru_ru: Удалить группу секций

source: Are you sure you want to delete this track group?
ru_ru: Вы уверены, что хотите удалить эту группу секций?

source: No tracks have been added yet.
ru_ru: Пока не добавлено ни одной секции.

source: Review abstracts in this track
ru_ru: Начать рецензирование тезисов в этой секции

source: Tracks represent the subject matter of the conference. They represent both the basis for the Scientific Program and a taxonomy that can be used to classify submissions during the Call for Abstracts process.
ru_ru: Секции представляют собой предметную составляющую конференции. Они представляют собой как основу научной программы, так и таксономию, которая может быть использована для классификации материалов в процессе подачи тезисов.

source: Configure the conference page displaying the scientific program.
ru_ru: Настройте страницу конференции, на которой будет отображаться научная программа.

source: Configure program
ru_ru: Настройка программы

source: List of tracks and track groups
ru_ru: Список секций и групп секций

source: Add new track group
ru_ru: Добавить новую группу секций

source: Add track group
ru_ru: Добавить группу секций

source: Add new track
ru_ru: Добавить новую секцию

source: Add track
ru_ru: Добавить секцию

source: Groups
ru_ru: Группы

source: Local Groups
ru_ru: Локальные группы

source: The group '{name}' has been created.
ru_ru: Группа '{name}' была создана.

source: The group '{name}' has been updated.
ru_ru: Группа '{name}' была обновлена.

source: Exact match
ru_ru: Точное совпадение

source: Group members
ru_ru: Участники группы

source: Group Details
ru_ru: Сведения о группе

source: Create Group
ru_ru: Создать группу

source: Members
ru_ru: Участники

source: Local groups
ru_ru: Локальные группы

source: Create new group
ru_ru: Создать новую группу

source: Search groups
ru_ru: Поиск групп

source: Legal/Disclaimers
ru_ru: Правовые аспекты

source: Accept terms of service & privacy policy
ru_ru: Принять условия предоставления услуг и политику конфиденциальности

source: I have read, understood and accept the {tos_link_start}terms of service{tos_link_end} and {pp_link_start}privacy policy{pp_link_end}.
ru_ru: Я прочитал, понял и принял {tos_link_start}условия обслуживания{tos_link_end} и {pp_link_start}политику конфиденциальности{pp_link_end}.

source: Accept terms of service
ru_ru: Принять условия предоставления услуг

source: Accept privacy policy
ru_ru: Принять политику конфиденциальности

source: I have read, understood and accept the {pp_link_start}privacy policy{pp_link_end}.
ru_ru: Я прочитал, понял и принимаю {pp_link_start}политику конфиденциальности{pp_link_end}.

source: The URL to an external page with the privacy policy
ru_ru: URL-адрес внешней страницы с политикой конфиденциальности

source: Requiring to accept terms requires a privacy policy and/or terms of service to be set.
ru_ru: Требование принять условия предполагает наличия политики конфиденциальности и/или условий предоставления услуг.

source: Legal and disclaimer messages
ru_ru: Юридические сообщения и отказ от ответственности

source: From
ru_ru: От

source: To
ru_ru: До

source: No data to display
ru_ru: Нет данных для отображения

source: IP Networks
ru_ru: IP-сети

source: Do you really want to grant everyone within the specified networks unauthenticated access to all attachments/materials in Indico?
ru_ru: Вы действительно хотите предоставить всем пользователям из указанных сетей неаутентифицированный доступ ко всем вложениям/материалам в Indico?

source: Subnets
ru_ru: Подсети

source: IPv4 or IPv6 subnets in CIDR notation
ru_ru: Подсети IPv4 или IPv6 в нотации CIDR

# IP network
source: Hidden
ru_ru: Скрытая

source: Hidden IP networks cannot be added to ACLs by users
ru_ru: Скрытые IP-сети не могут быть добавлены в ACL пользователями

source: Full attachment access
ru_ru: Полный доступ к вложениям

source: If enabled, these IPs have unrestricted access to all attachments without having to be logged in.
ru_ru: Если функция включена, эти IP-адреса получат неограниченный доступ ко всем вложениям без необходимости входа в систему.

source: %(number)s subnets
ru_ru: %(number)s подсети

source: IP networks can be used inside the ACLs of categories and events to limit their access to certain ranges of IP addresses.
ru_ru: IP-сети можно использовать внутри ACL категорий и мероприятий, чтобы ограничить их доступ определенными диапазонами IP-адресов.

source: Create an IP network
ru_ru: Создать IP-сеть

source: New IP network
ru_ru: Новая IP-сеть

source: IP subnets
ru_ru: IP-подсети

source: News '{title}' has been posted
ru_ru: Новость '{title}' была опубликована

source: News '{title}' has been updated
ru_ru: Новость '{title}' была обновлена

source: News '{title}' has been deleted
ru_ru: Новость '{title}' была удалена

source: Show headlines
ru_ru: Показывать заголовки

source: Whether to show the latest news headlines on the Indico home page.
ru_ru: Показывать ли на главной странице Indico заголовки последних новостей.

source: The maximum number of news headlines to show on the Indico home page.
ru_ru: Максимальное количество заголовков новостей, которые будут отображаться на домашней странице Indico.

source: Latest News
ru_ru: Последние новости

source: Post news
ru_ru: Опубликовать новости

source: Edit news
ru_ru: Редактировать новость

source: Delete news
ru_ru: Удалить новость

source: Do you really want to delete the news '%(title)s'?
ru_ru: Вы действительно хотите удалить новость '%(title)s'?

source: Applications
ru_ru: Приложения

source: API tokens
ru_ru: API-токены

source: Application {} was modified
ru_ru: Приложение {} было изменено

source: Application deleted successfully
ru_ru: Приложение успешно удалено

source: Application {} registered successfully
ru_ru: Приложение {} успешно зарегистрировано

source: New client secret generated for the application
ru_ru: Новый пароль клиента создан для приложения

source: App authorization revoked for all users.
ru_ru: Авторизация приложения отменена для всех пользователей.

source: Access for '{}' has been successfully revoked.
ru_ru: Доступ к '{}' был успешно отозван.

source: You cannot manage API tokens
ru_ru: Вы не можете управлять API токенами

source: The token '{}' has been successfully revoked.
ru_ru: Токен '{}' был успешно отозван.

source: Allowed scopes
ru_ru: Разрешенные области действия

source: Only scopes from this list may be requested by the app.
ru_ru: Приложение может запрашивать только разрешения из этого списка.

source: What's this token used for?
ru_ru: Для чего используется этот токен?

source: Scopes
ru_ru: Области действия

source: Scopes define what kind of access the token has.
ru_ru: Области действия определяют, какой доступ имеет токен.

source: This is the list of applications authorized to access Indico. Click on the name of an application to see more information.
ru_ru: Это список приложений, которым разрешен доступ к Indico. Щелкните по названию приложения, чтобы просмотреть дополнительную информацию.

source: is requesting the following permissions:
ru_ru: запрашивает следующие разрешения:

source: Authorized applications
ru_ru: Разрешенные приложения

source: This is the list of applications you authorized to access your Indico data.
ru_ru: Это список приложений, которым вы разрешили доступ к данным Indico.

source: No third party applications have been authorized.
ru_ru: Никакие сторонние приложения не были разрешены.

source: Authorized scopes:
ru_ru: Авторизованные области действия:

source: Last used:
ru_ru: Последнее использование:

source: %(app_name)s will no longer have access to your Indico data. Are you sure you want to revoke its access?
ru_ru: %(app_name)s больше не будет иметь доступа к вашим данным Indico. Вы уверены, что хотите отозвать доступ?

source: Revoke
ru_ru: Отозвать

source: Create new token
ru_ru: Создать новый токен

source: Tokens you generated to access the Indico APIs.
ru_ru: Токены, созданные вами для доступа к API-интерфейсам Indico.

source: Make sure to copy your API token now. You won't be able to see it again!
ru_ru: Не забудьте скопировать свой API-токен. Вы больше не сможете его увидеть!
