Repository: SashaTimofeev/Practice-2025
Catalog: backups/for_translation_indico_core-messages-all_*-2_20250722_194156.po
Languages: ru_ru

source: Registration date
ru_ru: Дата регистрации

source: Registration state
ru_ru: Состояние регистрации

source: Payment date
ru_ru: Дата оплаты

source: Checked in
ru_ru: Зарегистрирован

source: Check-in date
ru_ru: Дата заезда

source: Arrival date
ru_ru: Дата прибытия

source: Departure date
ru_ru: Дата отбытия

source: Registrants Book
ru_ru: Сборник зарегистрировавшихся

source: Page
ru_ru: Страница

source: Registrants List
ru_ru: Список зарегистрировавшихся

source: List of registrants
ru_ru: Список зарегистрировавшихся

source: Report of Abstracts
ru_ru: Отчёт о тезисах

source: Proposed for other tracks: {}
ru_ru: Предложено для других секций: {}

source: Report of Contributions
ru_ru: Отчет о докладах

source: Abstract ID
ru_ru: ID тезисов

source: Content
ru_ru: Содержание

source: Track Classification
ru_ru: Классификация трека

source: Contribution Type
ru_ru: Тип доклада

source: Comments:
ru_ru: Комментарии:

source: Status:
ru_ru: Статус:

source: Track Reviews:
ru_ru: Отзывы о треке:

source: Judgments:
ru_ru: Решения:

source: Reviews:
ru_ru: Отзывы:

source: Last modified:
ru_ru: Последнее изменение:

source: Contribution ID
ru_ru: Идентификатор доклада

source: Contribution code
ru_ru: Код доклада

source: Type
ru_ru: Тип

source: not specified
ru_ru: не указано

source: Session Classification
ru_ru: Классификация сессии

source: not yet classified
ru_ru: еще не классифицировано

source: Board:
ru_ru: Доска:

source: Author:
ru_ru: Автор:

source: Co-author:
ru_ru: Соавтор:

source: Corresponding Author:
ru_ru: Автор, ведущий за переписку:

source: Presenter
ru_ru: Докладчик

source: Security
ru_ru: Безопасность

source: User Management
ru_ru: Управление пользователями

source: Customization
ru_ru: Кастомизация

source: Integration
ru_ru: Интеграция

source: Homepage
ru_ru: Домашняя страница

source: Only Indico administrators may access this page.
ru_ru: Только администраторы Indico могут получить доступ к этой странице.

source: Announcement
ru_ru: Объявление

source: Settings have been saved
ru_ru: Настройки были сохранены

source: Enabled
ru_ru: Включено

source: Message
ru_ru: Сообщение

source: You may use Markdown and basic HTML elements for formatting.
ru_ru: Вы можете использовать Markdown и основные элементы HTML для форматирования.

source: The announcement is a message shown on top of each Indico page.
ru_ru: Объявление - это сообщение, отображаемое сверху каждой страницы Indico.

source: Settings saved
ru_ru: Настройки сохранены

source: Your API key has been successfully replaced.
ru_ru: Ваш API-ключ был успешно заменен.

source: Please update any applications which use old key.
ru_ru: Пожалуйста, обновите все приложения, которые используют старый ключ.

source: Your API key has been successfully created.
ru_ru: Ваш API-ключ был успешно создан.

source: Your API key has been deleted.
ru_ru: Ваш ключ API был удален.

source: You can now use persistent signatures.
ru_ru: Теперь вы можете использовать постоянные подписи.

source: Persistent signatures have been disabled for your API key.
ru_ru: Постоянные подписи были отключены для вашего API-ключа.

source: The API key has been blocked.
ru_ru: API-ключ был заблокирован.

source: The API key has been unblocked.
ru_ru: API-ключ был разблокирован.

source: Key for authenticated requests only
ru_ru: Ключ только для аутентифицированных запросов

source: Key for all requests
ru_ru: Ключ для всех запросов

source: Key+signature for authenticated requests only
ru_ru: Ключ + подпись только для аутентифицированных запросов

source: Key for all requests. Signature for authenticated requests
ru_ru: Ключ для всех запросов. Подпись для аутентифицированных запросов.

source: Key+signature for all requests
ru_ru: Ключ + подпись для всех запросов

source: Persistent signatures
ru_ru: Постоянные подписи

source: Allow users to enable persistent signatures (without timestamp).
ru_ru: Разрешить пользователям включать постоянные подписи (без отметки времени).

source: Security mode
ru_ru: Режим безопасности

source: Specify if/when people need to use an API key or a signed request.
ru_ru: Укажите, когда людям нужно использовать ключ API или подписанный запрос.

source: Cache TTL
ru_ru: Время жизни кэша

source: Time to cache API results (in seconds)
ru_ru: Время кэширования результатов API (в секундах)

source: Signature TTL
ru_ru: Срок действия подписи

source: Time after which a request signature expires. This should not be too low to account for small clock differences between the client and the server.
ru_ru: Время, после которого срок действия подписи запроса истекает. Это значение не должно быть слишком низким, чтобы учесть небольшие различия в часах между клиентом и сервером.

source: Enabling persistent signatures will allow signed requests without a timestamp. This means that the same link can be used forever to access private information. This introduces the risk that if somebody finds out about the link, they can access the same private information as yourself. By enabling this you agree to keep those links private and ensure that no unauthorized people will use them.
ru_ru: Включение постоянных подписей позволит выполнять подписанные запросы без отметки времени. Это означает, что одну и ту же ссылку можно использовать бесконечно для доступа к личной информации. Это вносит риск того, что если кто-то узнает о ссылке, они смогут получить доступ к той же личной информации, что и вы. Включая это, вы соглашаетесь сохранять эти ссылки в тайне и гарантировать, что ни одно несанкционированное лицо не будет их использовать.

source: When disabling persistent signatures, all signed requests need a valid timestamp again. If you enable them again, old persistent links will start working again - if you need to invalidate them, you have to create a new API key!
ru_ru: Когда отключают постоянные подписи, все подписанные запросы снова требуют действительного временного штампа. Если вы снова включите их, старые постоянные ссылки снова начнут работать - если вам нужно их аннулировать, вам нужно создать новый API-ключ!

source: API Keys
ru_ru: Ключи API

source: Uses
ru_ru: Использует

source: Last use
ru_ru: Последнее использование

source: Token
ru_ru: Токен

source: This user's API key has been blocked.
ru_ru: Этот API-ключ пользователя был заблокирован.

source: never
ru_ru: никогда

source: API Settings
ru_ru: Настройки API

source: There is currently <strong><a href="%(url)s">one active API key</a></strong> in the system.
ru_ru: В системе в настоящее время есть <strong><a href="%(url)s">один активный API-ключ</a></strong>.

source: API keys are deprecated and may be removed in a future Indico version.
ru_ru: API ключи устарели и могут быть удалены в будущих версиях Indico.

source: Please create %(link_start)sAPI tokens%(link_end)s instead. They use a more standard way of authenticating (Bearer token authentication instead of an HMAC signature) and you can (and should!) create one token for each script/application where you need to access the Indico API. To reduce the risk from a leaked token they also let you specify more fine-grained scopes.
ru_ru: Пожалуйста, создайте вместо этого %(link_start)sAPI-токены%(link_end)s. Они используют более стандартный способ аутентификации (аутентификация с помощью токена Bearer вместо HMAC-подписи) и вы можете (и должны!) создать один токен для каждого скрипта/приложения, в котором вам нужен доступ к API Indico. Чтобы уменьшить риск утечки токена, они также позволяют вам указывать более детализированные области действия.

source: API Key
ru_ru: Ключ API

source: Create new API key
ru_ru: Создать новый API ключ

source: Do you really want to create a new API key? Your old key will stop working immediately!
ru_ru: Вы действительно хотите создать новый ключ API? Ваш старый ключ немедленно перестанет работать!

source: Delete API key
ru_ru: Удалить API ключ

source: Do you really want to delete your API key?
ru_ru: Вы действительно хотите удалить свой ключ API?

source: You do not have an API key at the moment. If you would like to use our API, please create an API key using the button below.
ru_ru: У вас в данный момент нет ключа API. Если вы хотите использовать наше API, пожалуйста, создайте ключ API, используя кнопку ниже.

source: Create API key
ru_ru: Создать ключ API

source: Your API key has been blocked. Please contact an administrator for further details.
ru_ru: Ваш API-ключ был заблокирован. Пожалуйста, свяжитесь с администратором для получения дополнительной информации.

source: Secret
ru_ru: Секрет

source: Created
ru_ru: Созданный

source: Total uses
ru_ru: Общее количество использований

source: Last used
ru_ru: Последний раз использован

source: Last IP
ru_ru: Последний IP

source: Last request
ru_ru: Последний запрос

source: Last request could access private data.
ru_ru: Последний запрос мог получить доступ к личным данным.

source: Last request could only access public data.
ru_ru: Последний запрос мог получить только общедоступные данные.

source: On
ru_ru: Вкл.

source: Off
ru_ru: Выкл.

source: Token-based links
ru_ru: Токен-ссылки

source: Are you sure you'd like to invalidate all your token-based links?
ru_ru: Вы уверены, что хотите аннулировать все ваши токен-ссылки?

source: Invalidate all links
ru_ru: Сделать все ссылки невалидными

source: Token-based unique links are secret URLs which Indico uses to allow you to easily fetch data from within other applications (e.g. calendar schedulers through iCalendar). They are generated through a digital signature based on a secret key that is unique per Indico user. If one of your links is compromised, you should click this button. All other links will be invalidated.
ru_ru: Уникальные токен-ссылки - это секретные URL-адреса, которые Indico использует для того, чтобы позволить вам легко получать данные из других приложений (например, календари через iCalendar). Они генерируются с помощью цифровой подписи на основе секретного ключа, который уникален для каждого пользователя Indico. Если одна из ваших ссылок скомпрометирована, вы должны нажать на эту кнопку. Все остальные ссылки станут недействительными.

source: Unblock API key
ru_ru: Разблокировать ключ API

source: Block API key
ru_ru: Заблокировать API ключ

source: This is the list of old keys associated with this user.
ru_ru: Это список старых ключей, связанных с этим пользователем.

source: never used
ru_ru: никогда не использовался

source: used once
ru_ru: использован однократно

source: last used on %(date)s
ru_ru: последний раз использовано %(date)s

source: There are no old keys.
ru_ru: Нет старых ключей.

source: The target event already has materials
ru_ru: Выбранное событие уже имеет материалы

source: Folder
ru_ru: Каталог

source: No folder selected
ru_ru: Нет выбранной папки

source: Adding materials to folders allow grouping and easier permission management.
ru_ru: Добавление материалов в папки позволяет группировать и упрощает управление разрешениями.

source: Access control list
ru_ru: Список контроля доступа

source: The list of users and groups allowed to access the material
ru_ru: Список пользователей и групп, которым разрешен доступ к материалу.

source: Files
ru_ru: Файлы

source: Already uploaded file. Replace it by adding a new file.
ru_ru: Уже загруженный файл. Замените его, добавив новый файл.

source: The name of the folder.
ru_ru: Имя папки.

source: Description of the folder and its content
ru_ru: Описание папки и ее содержимого

source: The list of users and groups allowed to access the folder
ru_ru: Список пользователей и групп, которым разрешен доступ к папке

source: Always Visible
ru_ru: Всегда видимый

source: By default, folders are always visible, even if a user cannot access them. You can disable this behavior here, hiding the folder for anyone who does not have permission to access it.
ru_ru: По умолчанию папки всегда видны, даже если пользователь не имеет к ним доступа. Вы можете отключить это поведение здесь, скрывая папку для всех, кто не имеет разрешения на доступ к ней.

source: Always hidden
ru_ru: Всегда скрыто

source: Always hide the folder and its contents from public display areas of the event. You can use this for folders to store non-image files used e.g. in download links. The access permissions still apply.
ru_ru: Всегда скрывайте папку и ее содержимое от общедоступных зон события. Вы можете использовать это для папок, в которых хранятся не изображения, используемые, например, в ссылках для загрузки. Разрешения на доступ все еще действуют.

source: Added Since
ru_ru: Добавлено с

source: Include only attachments uploaded after this date
ru_ru: Включить только вложения, загруженные после этой даты.

source: Include
ru_ru: Включить

source: Sessions
ru_ru: Сессии

source: Include materials from selected sessions
ru_ru: Включить материалы из выбранных сессий

source: Include materials from selected contributions
ru_ru: Включить материалы выбранных докладов

source: Events scheduled on
ru_ru: События запланированы на

source: Include materials from sessions/contributions scheduled on the selected dates
ru_ru: Включить материалы из сессий/докладов, запланированных на выбранные даты.

source: Managers only
ru_ru: Только менеджеры

source: Only allow managers to upload materials to the event, contributions and sessions.
ru_ru: Разрешить только менеджерам загружать материалы мероприятий, докладов и сессий.

source: There are no materials matching your criteria.
ru_ru: Нет материалов, соответствующих вашим критериям.

source: Specific sessions
ru_ru: Определенные сессии

source: Specific contributions
ru_ru: Определенные доклады

source: Specific days
ru_ru: Определенные дни

source: {contrib} (in session "{session}")
ru_ru: {contrib} (в сессии "{session}")

source: Material package generation failed
ru_ru: Ошибка генерации пакета материалов

source: There is no preview available for this file type. Please refresh the page.
ru_ru: Нет предварительного просмотра для этого типа файла. Пожалуйста, обновите страницу.

source: Sub contribution
ru_ru: Подвид участия

source: The attachment has been uploaded
ru_ru: Материал был загружен

source: The link has been added
ru_ru: Ссылка была добавлена

source: The attachment "{name}" has been updated
ru_ru: Приложение "{name}" было обновлено

source: Folder "{name}" created
ru_ru: Папка "{name}" создана

source: Folder "{name}" updated
ru_ru: Папка "{name}" обновлена

source: Folder "{name}" deleted
ru_ru: Папка "{name}" удалена

source: Attachment "{name}" deleted
ru_ru: Приложение "{name}" удалено

source: Upload permissions changed successfully
ru_ru: Разрешения для загрузки успешно изменены

# Attachment type (noun)
source: File
ru_ru: Файл

# Attachment type (noun)
source: Link
ru_ru: Ссылка

source: The access to this material is restricted, regardless of the protection scheme of the parent.
ru_ru: Доступ к этому материалу ограничен, независимо от схемы защиты родительского элемента.

source: Edit file &quot;%(name)s&quot;
ru_ru: Редактировать файл &quot;%(name)s&quot;

source: Edit link &quot;%(name)s&quot;
ru_ru: Редактировать ссылку &quot;%(name)s&quot;

source: Edit file
ru_ru: Редактировать файл

source: Edit link
ru_ru: Редактировать ссылку

source: Remove %(name)s?
ru_ru: Удалить %(name)s?

source: Remove
ru_ru: Удалить

source: Are you sure you want to remove &quot;%(name)s&quot;? This will remove the attachment permanently.
ru_ru: Вы уверены, что хотите удалить &quot;%(name)s&quot;? Это действие приведет к окончательному удалению приложения.

source: The access to this folder is restricted, regardless of the protection scheme of the parent.
ru_ru: Доступ к этой папке ограничен, независимо от схемы защиты родительской папки.

source: This folder is always hidden in the frontend.
ru_ru: Эта папка всегда скрыта на фронтенде.

source: This folder is always visible in the frontend.
ru_ru: Эта папка всегда видна на фронтенде.

source: Edit folder: %(name)s
ru_ru: Изменить папку: %(name)s

source: Edit folder
ru_ru: Редактировать папку

source: Are you sure you want to remove &quot;%(name)s&quot;? This will remove the folder and its contents permanently.
ru_ru: Вы уверены, что хотите удалить &quot;%(name)s&quot;? Это действие навсегда удалит папку и ее содержимое.

source: empty folder
ru_ru: пустой каталог

source: There are no materials yet.
ru_ru: Пока материалов нет.

source: Create a new folder
ru_ru: Создать новую папку

source: New folder
ru_ru: Новый каталог

source: Add materials to the category.
ru_ru: Добавить материалы в категорию.

source: Add materials to the event.
ru_ru: Добавить материалы к мероприятию.

source: Add materials to the session.
ru_ru: Добавить материалы к сессии.

source: Add materials to the contribution.
ru_ru: Добавить материалы к докладу

source: Add materials to the subcontribution.
ru_ru: Добавить материалы к подвиду участия.

source: You can attach files or links using the buttons on the right.
ru_ru: Вы можете прикрепить файлы или ссылки, используя кнопки справа.

source: Add link
ru_ru: Добавить ссылку

source: Generate a material package.
ru_ru: Сгенерировать пакет материалов.

source: You can generate a ZIP file containing materials from the event.
ru_ru: Вы можете создать ZIP-файл, содержащий материалы с события.

source: Material Package
ru_ru: Пакет материалов

source: Manage materials
ru_ru: Управление материалами

source: Manage materials for '%(title)s'
ru_ru: Управление материалами для '%(title)s'

# Attachments
source: None
ru_ru: Отсутствует

source: %(count)s file
ru_ru: %(count)s файл

source: This object is not publicly accessible since <strong class="folder-name"></strong> (Folder) is protected.
ru_ru: Этот объект не является общедоступным, так как <strong class="folder-name"></strong> (Папка) защищена.

source: Please be aware that only the URL will be stored and no copy of the referenced file or website will be made. In case of a file, it is recommended to upload it to Indico instead.
ru_ru: Пожалуйста, имейте в виду, что будет добавлен только URL-адрес, никакой копии файла или веб-сайта сделано не будет. В случае, если необходимо добавить файл, рекомендуется загрузить его на Indico.

source: Settings
ru_ru: Настройки

source: Upload permissions
ru_ru: Разрешения на загрузку

source: Set upload permissions
ru_ru: Установить разрешения на загрузку

source: Go back
ru_ru: Вернуться

source: Download package
ru_ru: Загрузить пакет

source: Your Indico profile has been deleted.
ru_ru: Ваш профиль indico удалён

source: Your Indico profile has been blocked.
ru_ru: Ваш профиль indico заблокирован

source: Accounts
ru_ru: Учётные записи

source: You need to change your password
ru_ru: Вам нужно изменить свой пароль

source: We have sent you a verification email. Please check your mailbox within the next hour and open the link in that email.
ru_ru: Мы отправили вам письмо для подтверждения. Пожалуйста, проверьте свою почту в течение следующего часа и откройте ссылку в этом письме.

source: You have successfully validated your email address and can now proceed with the login.
ru_ru: Вы успешно подтвердили свой адрес электронной почты и теперь можете продолжить вход.

source: The validation email has already been sent.
ru_ru: Письмо с подтверждением уже отправлено.

source: You may change your email address after finishing the registration process.
ru_ru: Вы можете изменить свой адрес электронной почты после завершения процесса регистрации.

source: You have successfully validated your email address and can now proceed with the registration.
ru_ru: Вы успешно подтвердили свой адрес электронной почты и теперь можете продолжить регистрацию.

source: Please finish or cancel your pending registration before attempting to register with another email address.
ru_ru: Пожалуйста, завершите или отмените текущую регистрацию, прежде чем пытаться зарегистрироваться с другим адресом электронной почты.

source: Too many signup attempts. Please wait {}
ru_ru: Слишком много попыток регистрации. Пожалуйста, подождите {}

source: Your registration request has been received. We will send you an email once it has been processed.
ru_ru: Запрос на регистрацию принят. Вы получите письмо когда он будет обработан.

source: You have sucessfully registered your Indico profile. Check <a href="{url}">your profile</a> for further details and settings.
ru_ru: Вы успешно зарегистрировали свой профиль Indico. Проверьте <a href="{url}">ваш профиль</a> для получения дополнительной информации и настройки.

source: Local account added successfully
ru_ru: Локальная учетная запись успешно добавлена

source: Your local account credentials have been updated successfully
ru_ru: Ваши учетные данные локальной учетной записи были успешно обновлены.

source: {provider} ({identifier}) successfully removed from your accounts
ru_ru: {provider} ({identifier}) успешно удален из ваших аккаунтов

source: This field cannot be empty.
ru_ru: Это поле не может быть пустым.

source: This username is already in use.
ru_ru: Это имя пользователя уже используется.

source: Your password has been changed successfully.
ru_ru: Ваш пароль был успешно изменен.

source: This email address is already in use.
ru_ru: Этот адрес электронной почты уже используется.

source: This email address is blacklisted.
ru_ru: Этот адрес электронной почты находится в черном списке.

source: Current password
ru_ru: Текущий пароль

source: New password
ru_ru: Новый пароль

source: Wrong current password
ru_ru: Неверный текущий пароль

source: Choose the email address you want to verify.
ru_ru: Выберите адрес электронной почты, который вы хотите проверить.

source: There is no profile with this email address.
ru_ru: Нет профиля с этим адресом электронной почты.

source: Forgot my password
ru_ru: Забыли пароль?

source: The password you used to login is no longer secure:
ru_ru: Пароль, который вы использовали для входа, больше не является безопасным.

source: You need to change your password in order to keep using Indico.
ru_ru: Вам необходимо изменить свой пароль, чтобы продолжать использовать Indico.

source: Local Account
ru_ru: Локальная учетная запись

source: You don't have a local account yet.
ru_ru: У вас еще нет локальной учетной записи.

source: Create one
ru_ru: Создайте один

source: Create account
ru_ru: Создать аккаунт

source: Modify credentials
ru_ru: Изменить учетные данные

source: You have another local account that has been used in the past.
ru_ru: У вас есть другой локальный аккаунт, который использовался в прошлом.

source: Last login:
ru_ru: Последний вход:

source: Remove account
ru_ru: Удалить аккаунт

source: Do you really want to remove this account?
ru_ru: Вы действительно хотите удалить эту учетную запись?

source: External Accounts
ru_ru: Внешние учетные записи

source: External accounts linked with your Indico profile.
ru_ru: Внешние учетные записи, связанные с вашим профилем Indico.

source: The account used to log in cannot be unlinked
ru_ru: Учетная запись, используемая для входа, не может быть отвязана

source: Unlink
ru_ru: Отвязать

source: Unlink account
ru_ru: Отвязать аккаунт

source: Do you really want to unlink this account?
ru_ru: Вы действительно хотите отвязать эту учетную запись?

source: You have no external accounts connected
ru_ru: У вас нет внешних связанных аккаунтов

source: New authentication method
ru_ru: Новый метод аутентификации

source: You logged in using <strong>%(provider)s</strong> for the first time.
ru_ru: Вы вошли с использованием <strong>%(provider)s</strong> впервые.
