Repository: SashaTimofeev/Practice-2025
Catalog: backups/for_translation_indico_core-messages-all_*-2_20250722_194156.po
Languages: ru_ru

source: There are no content reviewers yet.
ru_ru: Пока нет научных рецензентов.

source: There are no layout reviewers yet.
ru_ru: Пока нет рецензентов оформления.

source: There are no judges assigned to the selected contributions.
ru_ru: На выбранные доклады не назначены члены комиссии

source: There are no content reviewers assigned to the selected contributions.
ru_ru: Для выбранного доклада не назначен ни один научный рецензент.

source: There are no layout reviewers assigned to the selected contributions.
ru_ru: Для выбранного доклада нет рецензентов оформления.

source: Customize paper assignment list
ru_ru: Настроить список назначений для оценивания статей

source: Change the configuration of the paper assignment list by enabling/disabling the columns listed below, or by applying filtering (%(filter_icon)s) options.
ru_ru: Измените конфигурацию списка назначений статей, включив/выключив перечисленные ниже столбцы или применив параметры фильтрации (%(filter_icon)s).

source: General paper assignment info
ru_ru: Общая информация о назначениях

source: You have been authorized to submit papers
ru_ru: Вам разрешено подавать статьи

source: The call for papers is closed.
ru_ru: Прием статей закрыт.

source: You can submit your paper for %(contrib_title)s
ru_ru: Вы можете подать статью для работы %(contrib_title)s

source: You can submit a paper
ru_ru: Вы можете подать статью

source: Submit new paper
ru_ru: Подать новую статью

source: Select contribution
ru_ru: Выбрать доклад

source: Submitted for reviewing
ru_ru: Отправлено на рецензирование

source: Your content review is pending
ru_ru: Ваша научная рецензия ожидается

source: Your layout review is pending
ru_ru: Ваша проверка оформления ожидается

source: Paper templates
ru_ru: Шаблоны для статьи

source: My papers
ru_ru: Мои статьи

source: You haven't submitted any paper.
ru_ru: Вы не представили ни одной работы.

source: The judging area shows the papers for which you are a judge. It allows you to assign reviewers and judge papers.
ru_ru: В разделе оценивания отображаются статьи, для которых Вы являетесь членом комиссии. Здесь Вы можете назначать рецензентов и оценивать статьи.

source: Paper judges use this area to judge papers assigned to them.<br> As a manager you can see all papers in the %(link_start)smanagement area%(link_end)s.
ru_ru: Члены комиссии используют этот раздел для оценивания назначенных им статей.<br> Как организатор Вы можете просмотреть все статьи %(link_start)sв разделе управления%(link_end)s.

source: Judging deadline
ru_ru: Крайний срок оценивания

source: Paper judging ends on <strong>%(date)s</strong> at <strong>%(time)s</strong>.
ru_ru: Оценивание статей заканчивается <strong>%(date)s</strong> в <strong>%(time)s</strong>.

source: The reviewing area shows the papers for which you are a reviewer.
ru_ru: В разделе "Рецензирование" отображаются работы, для которых Вы являетесь рецензентом.

source: Paper reviewers use this area to review papers assigned to them.<br> As a judge/manager there is nothing for you to do here.
ru_ru: Рецензенты используют этот раздел для рецензирования переданных им статей.<br> Вам, как члену комиссии/организатору, здесь делать нечего.

source: Reviewing deadlines
ru_ru: Сроки рецензирования

source: Layout reviewing ends on <strong>%(date)s</strong> at <strong>%(time)s</strong>.
ru_ru: Оценивание оформления работ заканчивается <strong>%(date)s</strong> в <strong>%(time)s</strong>.

source: Content reviewing ends on <strong>%(date)s</strong> at <strong>%(time)s</strong>.
ru_ru: Оценивание содержания работ заканчивается <strong>%(date)s</strong> в <strong>%(time)s</strong>.

source: Papers to review
ru_ru: Работы для рецензирования

source: There are no papers left to review.
ru_ru: Нет работ для рецензирования.

source: Reviewed papers
ru_ru: Отрецензированные работы

source: You haven't reviewed any papers yet.
ru_ru: Вы еще не прорецензировали ни одной работы.

source: Select a contribution for which you wish to submit a paper.
ru_ru: Выберите доклад, для которого вы хотите подать статью.

source: You have been chosen as a %(strong)s%(title)s%(endstrong)s for the conference %(strong)s%(event_title)s%(endstrong)s in order to help with the paper reviewing process.
ru_ru: Вы были выбраны в качестве %(strong)s%(title)s %(endstrong)s для участия в конференции %(strong)s%(event_title)s %(endstrong)s , чтобы помочь в процессе рецензирования докладов.

source: Once there are some papers for you to judge, you will be able to do so in the judging area page
ru_ru: Как только появятся статьи, которые Вам предстоит оценить, Вы сможете сделать это на странице оценивания.

source: New paper comment
ru_ru: Новый комментарий к статье

source: Dear %(receiver)s,
ru_ru: Уважаемый(-ая) %(receiver)s,

source: Paper assessment withdrawn
ru_ru: Оценка статьи отозвана

source: Your paper %(strong)s%(title)s%(endstrong)s has been put back to review, after the assessment has been withdrawn.
ru_ru: Ваша статья %(strong)s %(title)s %(endstrong)s была возвращена на рассмотрение после того как результаты ее оценки были отозваны.

source: To see your paper please use the following link:
ru_ru: Чтобы увидеть свою статью, пожалуйста, воспользуйтесь ссылкой:

source: Paper assessment
ru_ru: Оценка статьи

source: Your paper %(strong)s%(title)s%(endstrong)s has been %(strong)saccepted%(endstrong)s!
ru_ru: Ваша статья %(strong)s %(title)s %(endstrong)s была %(strong)sпринята%(endstrong)s!

source: No further actions are required.
ru_ru: Дополнительные действия не требуются.

source: Your paper %(strong)s%(title)s%(endstrong)s has been %(strong)srejected%(endstrong)s.
ru_ru: Ваша статья %(strong)s %(title)s %(endstrong)s была %(strong)sотклонена%(endstrong)s.

source: A judge has requested some %(strong)schanges%(endstrong)s to your paper %(strong)s%(title)s%(endstrong)s.
ru_ru: Член комиссии запросил некоторые %(strong)sизменения%(endstrong)s в вашей статье %(strong)s %(title)s %(endstrong)s .

source: You may apply the modifications to your paper and submit the modified version (together with any additional files) for review.
ru_ru: Вы можете внести изменения в статью и отправить обновлённую версию (вместе с дополнительными файлами) на рецензирование.

source: In order to do that please proceed to your paper page:
ru_ru: Для этого перейдите на страницу вашей статьи:

source: Your paper "%(title)s" was accepted.
ru_ru: Ваша статья "%(title)s" принята.

source: Your paper "%(title)s" was rejected.
ru_ru: Ваша статья "%(title)s" была отклонена.

source: Your paper "%(title)s" requires changes.
ru_ru: В вашу статью "%(title)s" требуется внести изменения.

source: After the reviewing process your paper "%(title)s (#%(id)s)", submitted for "%(event_title)s" has been accepted.
ru_ru: После рассмотрения ваша статья "%(title)s (#%(id)s)", поданная в "%(event_title)s", была принята.

source: You may proceed to your paper page:
ru_ru: Вы можете перейти на страницу своей статьи:

source: After the reviewing process your paper "%(title)s (#%(id)s)", submitted for "%(event_title)s" has been rejected.
ru_ru: После рассмотрения ваша статья "%(title)s (#%(id)s)", поданная в "%(event_title)s", была отклонена.

source: After the reviewing process your paper "%(title)s (#%(id)s)", submitted for "%(event_title)s" is required to be corrected.
ru_ru: После рассмотрения Ваша статья "%(title)s (#%(id)s)", поданная на "%(event_title)s", нуждается в исправлении.

source: You may then apply the requested modifications to your paper and submit the modified version for review. In order to do so, please proceed to your paper page:
ru_ru: Затем вы можете внести запрошенные изменения в свою статью и отправить измененную версию на рассмотрение. Для этого перейдите на страницу статьи:

source: Please, be aware that you are no longer a %(strong)s%(role_title)s%(endstrong)s for the conference %(strong)s%(event_title)s%(endstrong)s.
ru_ru: Пожалуйста, имейте в виду, что вы больше не являетесь %(strong)s%(role_title)s %(endstrong)s конференции %(strong)s%(event_title)s %(endstrong)s .

source: Paper reviewed
ru_ru: Статья прорецензирована

source: A reviewer just left a review on the paper %(strong)s"%(title)s"%(endstrong)s.
ru_ru: Рецензент только что оставил отзыв на статью %(strong)s "%(title)s"%(endstrong)s.

source: In order to cast your judgment please follow the link to the paper below:
ru_ru: Чтобы вынести свое суждение, перейдите по ссылке на статью:

source: Reviewer:
ru_ru: Рецензент:

source: Paper submitted
ru_ru: Статья подана

source: Paper submission
ru_ru: Подана статья

source: An author has submitted a new revision for the paper %(strong)s"%(title)s"%(endstrong)s.
ru_ru: Автор подал новую редакцию статьи %(strong)s "%(title)s"%(endstrong)s.

source: In order to review it please follow the link to the paper below:
ru_ru: Чтобы ознакомиться с ней, перейдите по ссылке на статью:

source: Notify when
ru_ru: Уведомлять, когда ...

source: the person is added to/removed from the conference
ru_ru: человек добавлен/исключен из конференции

source: the person is assigned to/unassigned from contributions
ru_ru: происходит назначение/снятие рецензента на доклады

source: an author submits a paper
ru_ru: автор подает статью

source: a reviewer leaves a review
ru_ru: рецензент оставляет отзыв

source: a judge leaves a judgment
ru_ru: член комиссии оставляет оценку

source: Edit paper template
ru_ru: Редактировать шаблон статьи

source: Do you really want to delete this paper template?
ru_ru: Вы действительно хотите удалить этот шаблон статьи?

source: Delete paper template
ru_ru: Удалить шаблон статьи

source: There are no paper templates yet.
ru_ru: Шаблонов для статьи пока нет.

source: Paper Assignment
ru_ru: Распределение статей

source: Assign <strong>reviewers</strong> and <strong>judges</strong> to contributions in order to allow assessing their paper revisions.
ru_ru: Назначьте <strong>рецензентов</strong> и <strong>судей</strong> поданным материалам, чтобы можно было оценить их.

source: Defining competences to the members of the teams may be helpful for the managers and judges during the paper assignment process.
ru_ru: Определение компетенций для членов команд может быть полезным для менеджеров и членом программной комиссии в процессе распределения статей.

source: Paper Peer Reviewing disabled
ru_ru: Рецензирование статей отключено

source: Content reviewing
ru_ru: Оценка содержания

source: The content reviewing process is disabled
ru_ru: Рецензирование содержания работ отключено

source: The content reviewing process ends on <strong>%(date)s</strong> at <strong>%(time)s</strong>.
ru_ru: Процесс рецензирования содержания работ завершается <strong>%(date)s</strong> в <strong>%(time)s</strong>.

source: The content reviewing process is enabled
ru_ru: Рецензирование содержания работ доступно

source: Set content reviewing deadline
ru_ru: Назначить крайний срок оценки содержания

source: The reviewing process has started. Are you sure you want to disable the content reviewing process?
ru_ru: Процесс рецензирования начался. Вы уверены Вы хотите отключить рецензирование содержания работ?

source: Disable
ru_ru: Отключить

source: Configure content reviewing questions
ru_ru: Указать вопросы для оценивания содержания работ

source: Enable
ru_ru: Включить

source: Layout reviewing
ru_ru: Оценка оформления

source: The layout reviewing process is disabled
ru_ru: Рецензирование оформления работ отключено

source: The layout reviewing process ends on <strong>%(date)s</strong> at <strong>%(time)s</strong>.
ru_ru: Процесс оценивания оформления работ завершается <strong>%(date)s</strong> в <strong>%(time)s</strong>.

source: The layout reviewing process is enabled
ru_ru: Рецензирование оформления работ доступно

source: Set layout reviewing deadline
ru_ru: Назначить крайний срок оценки оформления

source: Configure layout reviewing questions
ru_ru: Указать вопросы для оценивания оформления работ

source: Paper judging
ru_ru: Оценивание статей

source: There is no deadline for paper judging.
ru_ru: Срок оценки работ не ограничен.

source: Set paper judging deadline
ru_ru: Установить крайний срок оценивания статей

source: Manage paper templates that can be downloaded in the event area
ru_ru: Управление шаблонами статей, которые можно скачать на странице мероприятия.

source: Manage paper templates
ru_ru: Управление шаблонами статей

source: Reviewing settings
ru_ru: Настройки рецензирования

source: Configure reviewing questions, email notifications, etc.
ru_ru: Настройка вопросов для рецензентов, уведомлений по email, и т.д.

source: Manage reviewing settings
ru_ru: Управление настройками рецензирования

source: Reviewing teams
ru_ru: Команды рецензентов

source: Configure teams and competences
ru_ru: Настройка команд и компетенций

source: Send emails to paper reviewers and judges
ru_ru: Отправить электронные письма рецензентам и членам комиссии

source: Manage paper reviewing managers, reviewers and judges
ru_ru: Управление менеджерами по рецензированию статей, рецензентами и членами комиссии.

source: Teams
ru_ru: Команды

source: Paper assignment
ru_ru: Распределение статей

source: Assign reviewers and judges to papers
ru_ru: Назначить рецензентов и членов комиссии для статей

source: Assign papers
ru_ru: Назначить статьи

source: This person is a judge
ru_ru: Этот человек - член комиссии

source: This person is not a judge
ru_ru: Этот человек не является членом комиссии

source: This person is a content reviewer
ru_ru: Этот человек - научный рецензент

source: This person is not a content reviewer
ru_ru: Этот человек не является научным рецензентом

source: This person is a layout reviewer
ru_ru: Этот человек является рецензентом оформления

source: This person is not a layout reviewer
ru_ru: Этот человек не является рецензентом оформления

source: Removing judges/reviewers who are already assigned to contributions will automatically unassign them from these contributions.
ru_ru: Удаление членов комиссии/рецензентов, которые уже назначены на доклады, автоматически отменяет их назначение на эти доклады.

source: Uploading paper templates makes it easier for authors to write papers that conform to the conference's layout standards.
ru_ru: Загрузка шаблонов статей облегчает авторам написание статей, соответствующих стандартам оформления конференции.

source: Upload new paper template
ru_ru: Загрузить новый шаблон статьи

source: Upload paper template
ru_ru: Загрузить шаблон статьи

source: Reschedule call for papers
ru_ru: Перенос сроков подачи статей

source: The call for papers is closed
ru_ru: Прием статей закрыт

source: The call for papers is already finished. Do you want to open it again?
ru_ru: Прием статей уже завершен. Хотите открыть его снова?

source: The call for papers is not open yet
ru_ru: Прием статей еще не открыт

source: Papers are currently hidden from other participants
ru_ru: В данный момент статьи скрыты от других участников

source: Paper files:
ru_ru: Файлы статьи:

source: Accepted on %(date_time)s by %(judge)s
ru_ru: Принято %(date_time)sчленом(-ами) комиссии %(judge)s

source: Submitted on %(date_time)s by %(submitter)s
ru_ru: Подал(а) %(submitter)s %(date_time)s

source: Payment
ru_ru: Платеж

source: Payments
ru_ru: Платежи

source: Gives event managers the opportunity to process payments for registrations.
ru_ru: Позволяет организаторам мероприятия обрабатывать платежи за регистрацию.

source: Currency
ru_ru: Валюта

source: Conditions
ru_ru: Условия

source: Please choose an option
ru_ru: Пожалуйста, выберите вариант

source: Amount
ru_ru: Количество

source: Dear manager of the event %(title)s,
ru_ru: Уважаемый организатор мероприятия %(title)s ,

source: Configure general settings for payments.
ru_ru: Общие настройки для платежей.

source: Participant Roles
ru_ru: Роли участников

source: After search
ru_ru: После поиска

source: Chairperson
ru_ru: Председатель

source: Convener
ru_ru: Организатор

source: Only users with no ties to the event can be deleted.
ru_ru: Удалять можно только пользователей, не имеющих отношения к мероприятию.

source: Persons with no associated users cannot be synced.
ru_ru: Участники, не имеющие аккаунта пользователя, не могут быть синхронизированы.

source: Person lists settings changed successfully
ru_ru: Настройки списков участников успешно изменены

source: Allow manually adding people
ru_ru: Разрешить добавлять участников вручную

source: Controls when users can manually add people to person lists, such as speakers/authors of contributions.
ru_ru: Позволяет управлять, когда пользователи могут вручную добавлять людей в списки участников, например докладчиков/авторов докладов.

source: Include users with no Indico account by default
ru_ru: По умолчанию включить пользователей, не имеющих учетной записи Indico

source: Show titles
ru_ru: Показывать обращения

source: When disabled, the titles of persons participating in the event will not be displayed in public areas.
ru_ru: Когда отключено, обращения к лицам, участвующим в мероприятии, не будут отображаться в публичном доступе.

source: First name of the person
ru_ru: Имя и Отчество участника

source: Last name of the person
ru_ru: Фамилия участника

source: Email of the person
ru_ru: Электронный адрес получателя

source: The person's contributions
ru_ru: Доклады участника

source: The person's contributions where they are a speaker
ru_ru: Доклады, где участник выступает в качестве спикера

source: The ID of the contribution
ru_ru: Идентификатор доклада

source: The title of the contribution
ru_ru: Название доклада

source: Not scheduled yet
ru_ru: Время еще не назначено

source: Dear {first_name},
ru_ru: Уважаемый(-ая) {first_name},

source: Please register
ru_ru: Пожалуйста, зарегистрируйтесь

source: You have been added with some submission privileges to the event %(strong)s{event_title}%(endstrong)s.
ru_ru: Вы были добавлены с некоторыми привилегиями для подачи доклада на мероприятии %(strong)s {event_title} %(endstrong)s .

source: To use those privileges, you need to create a new Indico profile.
ru_ru: Чтобы использовать эти привилегии необходимо создать новый профиль Indico.

source: The person has registered in:
ru_ru: Участник зарегистрировался в:

source: The person has not registered yet
ru_ru: Участник еще не зарегистрировался

source: This person currently has no ties to the event.
ru_ru: В настоящее время этот человек не связан с мероприятием.

source: This user seems to have no Indico account. If they do have an account, they should add %(email)s to their profile
ru_ru: Похоже, что у этого пользователя нет аккаунта Indico. Если у них есть аккаунт, им необходимо добавить %(email)s в свой профиль.

source: No account
ru_ru: Нет аккаунта

source: Sync person with user
ru_ru: Синхронизировать участника с пользователем

source: Manage person lists
ru_ru: Управление списками участников

source: Person lists
ru_ru: Списки участников

source: Privileges
ru_ru: Привилегии

source: Submission rights
ru_ru: Полномочия подачи документов

source: Modification rights
ru_ru: Права на редактирование

source: Send invitation
ru_ru: Отправить приглашение

source: Send an email to all users with no Indico account
ru_ru: Отправить электронное письмо всем пользователям, у которых нет аккаунта Indico

source: To all users with no account
ru_ru: Всем пользователям, не имеющим аккаунта

source: Send an email to all users with no Indico account who have not received an invitation email yet
ru_ru: Отправить электронное письмо всем пользователям без аккаунта Indico, которые еще не получили приглашение по email

source: Filter role
ru_ru: Отфильтровать роли

source: Conveners
ru_ru: Организаторы

source: Users with no account
ru_ru: Пользователи без аккаунта

source: Unregistered users
ru_ru: Незарегистрированные пользователи

source: Users with no public roles
ru_ru: Пользователи, не имеющие публичных ролей

source: Reset role filters
ru_ru: Сброс фильтров ролей

source: Search string
ru_ru: Строка поиска

source: There is one user with no Indico account. An Indico account may be needed to upload materials and/or manage contents.
ru_ru: У одного пользователя нет аккаунта Indico. Для загрузки материалов и/или управления содержимым может потребоваться аккаунт Indico.

source: Registration
ru_ru: Регистрация

source: Participant List
ru_ru: Список участников

source: Gives event managers the opportunity to handle registrations within the event.
ru_ru: Позволяет организаторам мероприятия обрабатывать запросы на регистрацию участников на это мероприятие.

source: Registrations
ru_ru: Регистрации

source: The title of the registration form
ru_ru: Название регистрационной формы

source: Introduction
ru_ru: Вводная информация

source: Introduction to be displayed when filling out the registration form
ru_ru: Вводная информация, которая будет отображаться при заполнении регистрационной формы

source: Contact info
ru_ru: Контактная информация

source: How registrants can get in touch with somebody for extra information
ru_ru: Как регистрирующиеся участники могут связаться с кем-либо для получения дополнительной информации

source: If enabled, registrations require manager approval
ru_ru: Если включено, для регистрации требуется одобрение менеджера

source: The registration form will not be publicly displayed on the event page. Only people with the secret link or an invitation will be able to register.
ru_ru: Регистрационная форма не будет публично отображаться на странице мероприятия. Зарегистрироваться смогут только те, у кого есть секретная ссылка или приглашение.

source: Only logged-in users
ru_ru: Только вошедшие в систему пользователи

source: Users must be logged in to register
ru_ru: Пользователи должны войти в систему, чтобы зарегистрироваться

source: Registrant must have account
ru_ru: Регистрирующийся участник должен иметь аккаунт

source: Registrations emails must be associated with an Indico account
ru_ru: Электронная почта регистрирующегося участника должна быть привязана к существующему аккаунту Indico

source: When registering, users with no account have to answer a CAPTCHA
ru_ru: При регистрации пользователи, не имеющие аккаунта, должны ответить на капчу

source: Limit registrations
ru_ru: Ограничить регистрацию

source: Whether there is a limit of registrations
ru_ru: Существует ли ограничение на количество зарегистрированных участников

source: Modification allowed
ru_ru: Разрешить вносить изменения

source: Will users be able to modify their data? When?
ru_ru: Будут ли пользователи иметь возможность изменять свои данные? Когда?

source: Publish number of registrations
ru_ru: Публиковать количество регистраций

source: Number of registered participants will be displayed on the event page
ru_ru: Количество зарегистрированных участников будет отображаться на странице мероприятия

source: Registration fee
ru_ru: Регистрационный сбор

source: Enable e-mail notifications about registrations to organizers
ru_ru: Включить для организаторов рассылку по электронной почте уведомлений о новых зарегистрировавшихся участниках

source: List of recipients
ru_ru: Список получателей

source: Email addresses that will receive notifications
ru_ru: Адреса электронной почты, на которые будут отправлены уведомления

source: Participant list visibility
ru_ru: Видимость списка участников

source: Specify under which conditions the participant list will be visible to other participants and everyone else who can access the event
ru_ru: Укажите, при каких условиях список участников будет виден другим участникам и всем остальным, кто может получить доступ к мероприятию

source: Retention period
ru_ru: Период хранения
