Repository: SashaTimofeev/Practice-2025
Catalog: backups/for_translation_indico_core-messages-all_*-2_20250722_194156.po
Languages: ru_ru

source: The default template that will be used as a basis for this notification. You can customize it later.
ru_ru: Шаблон по умолчанию, который будет использоваться в качестве основы для этого уведомления. Вы можете настроить его позже.

source: No type selected
ru_ru: Выберите...

source: Attachments
ru_ru: Прикрепленные файлы

source: No track selected
ru_ru: Секция не выбрана

source: Tracks
ru_ru: Секции

source: Send email notifications
ru_ru: Отправка уведомлений по электронной почте

source: Type of user
ru_ru: Тип пользователя

source: Existing user
ru_ru: Существующий пользователь

source: New user
ru_ru: Новый пользователь

source: The person invited to submit the abstract
ru_ru: Получатель приглашения подать тезисы

source: There is already a user with this email address
ru_ru: Уже есть пользователь с этим адресом электронной почты

source: The moment users can start submitting abstracts
ru_ru: Момент, когда пользователи смогут начать подавать тезисы

source: The moment the submission process will end
ru_ru: Момент окончания процесса подачи

source: Modification deadline
ru_ru: Крайний срок внесения поправок

source: Deadline until which the submitted abstracts can be modified
ru_ru: Крайний срок, до которого в поданные тезисы могут быть внесены изменения

source: Visibility
ru_ru: Доступ

source: No track
ru_ru: Нет секции

source: No type
ru_ru: Нет типа

source: State
ru_ru: Состояние

source: Accepted track
ru_ru: Принятая секция

source: Submitted for tracks
ru_ru: Подано в секции

source: Reviewed for tracks
ru_ru: Прошло рецензирование в секции

source: Accepted type
ru_ru: Принятый тип

source: Submitted type
ru_ru: Заявленный тип

source: Score
ru_ru: Оценка

source: Submission date
ru_ru: Дата отправления

source: Modification date
ru_ru: Дата изменения

source: Submission comment
ru_ru: Комментарий при отправке

source: Proposed for multiple tracks
ru_ru: Предложено в несколько секций

source: Must have comments
ru_ru: Должны быть комментарии

# Email notification condition
source: none
ru_ru: Не задано

source: any track
ru_ru: любая секция

source: in
ru_ru: в

source: any type
ru_ru: любой тип

source: no type
ru_ru: нет типа

source: as
ru_ru: как

source: The URL of the event
ru_ru: Ссылка на мероприятие

source: The ID of the abstract
ru_ru: Идентификатор тезисов

source: The contribution type that is associated to the abstract
ru_ru: Тип доклада, связанный с этими тезисами

source: Abstract title
ru_ru: Заголовок тезисов

source: Board Number
ru_ru: Номер доски

# Author type
source: None
ru_ru: Нет

source: All involved people (submitter, authors, speakers)
ru_ru: Все участвующие лица (податель заявки, авторы, докладчики)

source: Abstract submitter and all authors (primary and co-authors)
ru_ru: Податель тезисов и все авторы (основные и соавторы)

source: Abstract submitter and primary authors
ru_ru: Податель тезисов и основные авторы

source: Abstract submitter only
ru_ru: Только податель тезисов

source: {num} abstract has been judged.
ru_ru: {num} тезисы были оценены.

source: {num} abstract has been skipped since it is already judged.
ru_ru: {num} тезисы были пропущены, поскольку они уже были оценены.

# Judge abstracts (verb)
source: Judge
ru_ru: Решение

source: Abstract '{}' created successfully
ru_ru: Тезисы '{}' созданы успешно

source: The contributions of this event have not been published yet
ru_ru: Доклады этого мероприятия еще не опубликованы

source: The Call for Abstracts is closed. Please contact the event organizer for further assistance.
ru_ru: Прием тезисов закрыт. Пожалуйста, свяжитесь с организатором мероприятия для получения дополнительной помощи.

source: Your abstract '{}' has been successfully submitted. It is registered with the number #{}. You will be notified by email with the submission details.
ru_ru: Ваши тезисы '{}' были успешно отправлены. Они зарегистрированы под номером #{}. Вы получите уведомление по электронной почте о деталях.

source: Your abstract '{}' has been successfully submitted. It is registered with the number #{}.
ru_ru: Ваши тезисы '{}' были успешно отправлены. Они зарегистрированы под номером #{}.

source: Default notification templates added. You may customize them using the "Notifications" button.
ru_ru: Шаблоны уведомлений по умолчанию добавлены. Вы можете изменить их через кнопку "Уведомления".

source: Call for abstracts has been rescheduled
ru_ru: Срок подачи тезисов изменен

source: Call for abstracts is now open
ru_ru: Открыт прием тезисов докладов

source: Call for abstracts is now closed
ru_ru: Прием тезисов закрыт

source: Abstract submission settings have been saved
ru_ru: Настройки отправки тезисов сохранены

source: Abstract reviewing settings have been saved
ru_ru: Настройки рецензирования тезисов были сохранены

source: Abstract judgment has been reset
ru_ru: Решение по тезисам было отменено

source: Abstract has been withdrawn
ru_ru: Тезисы были отозваны

source: Track has been deleted
ru_ru: Секция была удалена

# Abstract
source: Submitted
ru_ru: Отправлены

# Abstract
source: Withdrawn
ru_ru: Отозваны

# Abstract
source: Accepted
ru_ru: Принято

# Abstract
source: Rejected
ru_ru: Отклонено

# Abstract
source: Merged
ru_ru: Объединены

# Abstract
source: Invited
ru_ru: Приглашение

source: Awaiting Review
ru_ru: Отправлено

source: Under Review
ru_ru: Рецензируется

source: Not Started
ru_ru: Не Начато

source: In progress
ru_ru: В Процессе

source: Change track
ru_ru: Изменить секцию

source: Mark as duplicate
ru_ru: Отметить как дубликат

source: Visible to conveners and judges
ru_ru: Виден организаторам и членам комиссии

source: Visible to reviewers, conveners, and judges
ru_ru: Виден рецензентам, организаторам и членам комиссии

source: Visible to contributors, reviewers, conveners, and judges
ru_ru: Виден авторам, рецензентам, организаторам и членам комиссии

source: Visible to all users
ru_ru: Виден всем пользователям

source: Back to list of abstracts
ru_ru: Вернуться к списку тезисов

source: Sent notifications
ru_ru: Отправленные уведомления

source: Log of notifications sent to submitter and authors of this abstract
ru_ru: Журнал отправленных уведомлений авторам этих тезисов

source: 1 notification sent
ru_ru: Отправлено 1 уведомление

source: Submit an abstract
ru_ru: Подать тезисы

source: You are submitting an abstract on behalf of %(submitter_name)s. Please make sure this is really what you want to do.
ru_ru: Вы подаете тезисы от имени %(submitter_name)s. Пожалуйста, убедитесь, что это действительно то, что вы хотите сделать.

source: The call for abstracts is open
ru_ru: Прием тезисов открыт!

source: You can submit an abstract for reviewing.
ru_ru: Вы можете отправить тезисы для рассмотрения.

source: The call for abstracts is not open yet.
ru_ru: Прием тезисов еще не начался.

source: The call for abstracts is closed.
ru_ru: Прием тезисов закрыт.

source: You may still modify your abstracts.
ru_ru: Вы все еще можете изменять свои тезисы.

source: Submit new abstract
ru_ru: Отправить тезисы доклада

source: Abstracts from <span class="track-name">%(track_title)s</span>
ru_ru: Тезисы секции <span class="track-name">%(track_title)s</span>

source: There are no abstracts in this track.
ru_ru: В этой секции нет тезисов.

source: Abstract list configuration
ru_ru: Конфигурация списка тезисов

source: Customize list
ru_ru: Настроить список

source: Download attachments
ru_ru: Скачать прикрепленные файлы

source: Adapt columns width
ru_ru: Выровнять столбцы по ширине

source: Search by #id or string
ru_ru: Поиск по #id или содержимому

source: My abstracts
ru_ru: Мои тезисы

source: Export to PDF
ru_ru: Экспортировать в PDF

source: Submission instructions
ru_ru: Инструкции по представлению тезисов

source: Please don't forget to read the %(link)ssubmission instructions%(endlink)s before submitting an abstract.
ru_ru: Пожалуйста, прочитайте %(link)sинструкцию%(endlink)s перед отправкой тезисов.

source: The reviewing area shows the tracks for which you are a reviewer or convener.
ru_ru: В разделе "Рецензирование" отображаются секции, для которых Вы являетесь рецензентом или организатором.

source: %(unreviewed)s left to review
ru_ru: %(unreviewed)s осталось рассмотреть

source: %(total)s abstract
ru_ru: всего %(total)s тезисы

# track convener
source: Convener
ru_ru: Организатор

source: New abstract comment
ru_ru: Новый комментарий к тезисам

source: ref #%(id)s
ru_ru: № %(id)s

source: Abstract Acceptance notification (#{abstract_id})
ru_ru: Уведомление о принятии тезисов (#{abstract_id})

source: We're pleased to announce that your abstract "{abstract_title}" with ID #{abstract_id} has been accepted in track "{abstract_track}" ({contribution_type}).
ru_ru: Мы рады сообщить, что Ваши тезисы "{abstract_title}" с ID #{abstract_id} были приняты в секцию "{abstract_track}" ({contribution_type}).

source: See below a summary of your submitted abstract:%(linebreak)s Conference: {event_title}%(linebreak)s Submitted by: {submitter_name}%(linebreak)s Title: {abstract_title}%(linebreak)s Authors: {primary_authors}%(linebreak)s Co-authors: {co_authors}%(linebreak)s Track classification: {abstract_track}%(linebreak)s Presentation type: {contribution_type}
ru_ru: Краткая информация о представленных вами тезисах:%(linebreak)s Конференция: {event_title}%(linebreak)s Отправитель: {submitter_name}%(linebreak)s Название: {abstract_title}%(linebreak)s Авторы: {primary_authors}%(linebreak)s Соавторы: {co_authors}%(linebreak)s Секция: {abstract_track}%(linebreak)s Способ участия: {contribution_type}

source: For a more detailed summary please visit the page of your abstract:
ru_ru: Более подробную информацию можно найти на странице сайта с Вашими тезисами:

source: Kind regards,%(linebreak)s The organizers of {event_title}
ru_ru: С уважением,%(linebreak)s Организаторы мероприятия "{event_title}"

source: Invitation to submit an abstract
ru_ru: Приглашение подать тезисы

source: You have been invited to submit an abstract.
ru_ru: Вы были приглашены, чтобы подать тезисы.

source: In order to submit your abstract please follow the link below:
ru_ru: Для подачи тезисов воспользуйтесь ссылкой ниже:

source: Abstract Merge notification (#{abstract_id})
ru_ru: Уведомление об объединении тезисов (#{abstract_id})

source: Your abstract "{abstract_title}" with ID #{abstract_id} has been merged into "{target_abstract_title}".
ru_ru: Ваши тезисы "{abstract_title}" с ID #{abstract_id} были объединены с "{target_abstract_title}".

source: Dear {submitter_name},
ru_ru: Уважаемый(-ая) {submitter_name},

source: Abstract Rejection notification (#{abstract_id})
ru_ru: Уведомление об отклонении тезисов (#{abstract_id})

source: We're sorry to let you know that your abstract "{abstract_title}" with ID #{abstract_id} has been rejected.
ru_ru: С сожалением сообщаем вам, что ваши тезисы "{abstract_title}" с ID #{abstract_id} были отклонены.

source: Abstract Submission confirmation (#{abstract_id})
ru_ru: Подтверждение отправки тезисов (#{abstract_id})

source: We've received your abstract "{abstract_title}" to which we have assigned id #{abstract_id}.
ru_ru: Мы получили Ваши тезисы "{abstract_title}", которым был присвоен идентификатор #{abstract_id}.

source: We're sorry to let you know that your abstract "{abstract_title}" with ID #{abstract_id} has been withdrawn.
ru_ru: С сожалением сообщаем вам, что ваши тезисы "{abstract_title}" с ID #{abstract_id} были отозваны.

source: The abstract is being reviewed for the following tracks:
ru_ru: Эти тезисы проходят рецензирование в следующих секциях:

source: The emails generated from this notification template will be sent once <strong>any</strong> of the following rules is matched.
ru_ru: Созданные с помощью этого шаблона уведомления будут отправлены как только выполнится <strong>любое</strong> из следующих правил.

source: No rules have been added
ru_ru: Правила отсутствуют

source: Add new rule
ru_ru: Добавить новое правило

source: Since this event has no tracks, reviewer roles are disabled. Only judgment is available.
ru_ru: Поскольку у этого мероприятия нет секций, роли рецензентов отключены. Доступно только вынесение финального решения.

source: All Tracks
ru_ru: Все секции

source: These users will be able to access/review all tracks in the event.
ru_ru: Эти пользователи смогут получить доступ / рецензировать все секции мероприятия.

source: %(count)s review
ru_ru: %(count)s отзыв

source: %(count)s track
ru_ru: %(count)s секция

source: This abstract has already been accepted for the track "%(other_track)s"
ru_ru: Эти тезисы уже были принят в секцию "%(other_track)s"

source: This abstract has already been accepted
ru_ru: Эти тезисы уже приняты

source: You have reviewed this abstract
ru_ru: Вы рассмотрели эти тезисы

source: Go to contribution
ru_ru: Перейти к публикации

source: Add new abstract
ru_ru: Добавить новые тезисы

source: Abstract
ru_ru: Тезисы

source: Add new invited abstract
ru_ru: Добавить новый приглашенный доклад

source: Invited abstract
ru_ru: Приглашенный доклад

source: There are no abstracts yet.
ru_ru: Пока тезисов нет.

source: There are currently no e-mail templates
ru_ru: Шаблоны электронных писем отсутствуют

source: When an abstract is submitted or its state changes, notifications may be automatically triggered based on a ruleset. If more than one ruleset applies at the same time, several notifications will be sent. This can be prevented by reordering the list of notifications and enabling "stop on match".
ru_ru: При отправке тезисов или изменении их статуса уведомления отправляются автоматически по заданным правилам. Чтобы избежать отправки нескольких уведомлений, упорядочите их список и включите параметр "Остановить при совпадении".

source: Stop processing at this point if triggered
ru_ru: Остановить дальнейшую обработку при срабатывании

source: Edit ruleset
ru_ru: Редактировать набор правил

source: Ruleset
ru_ru: Набор правил

source: Edit e-mail text
ru_ru: Редактировать текст письма

source: E-mail text
ru_ru: Текст письма

source: Show preview
ru_ru: Показать предварительный просмотр

source: This email will be sent when the abstract is:
ru_ru: Это письмо будет отправлено, когда тезисы будут:

source: Email preview
ru_ru: Предварительный просмотр электронного письма

source: Add a new notification ruleset
ru_ru: Добавить новое правило уведомления

source: Add new one
ru_ru: Добавить новый

source: List of abstracts
ru_ru: Список тезисов

# Abstract
source: New
ru_ru: Новые

source: Do you really want to delete the selected abstracts?
ru_ru: Вы действительно хотите удалить выбранные тезисы?

source: Do you really want to delete the selected abstracts and their linked contributions?
ru_ru: Вы действительно хотите удалить выбранные тезисы и связанные с ними доклады?

source: Abstracts & linked contributions
ru_ru: Тезисы и связанные с ними доклады

source: Accept selected abstracts
ru_ru: Принять выбранные тезисы

source: Mark selected abstracts as duplicate
ru_ru: Пометить выбранные тезисы как дубликаты

source: Generate a URL for the selected filters and columns.
ru_ru: Создать URL-адрес для выбранных фильтров и столбцов.

source: Customize abstract list
ru_ru: Настройте список тезисов

source: Change the configuration of the abstract list by enabling/disabling the columns listed below, or by applying filtering (%(filter_icon)s) options.
ru_ru: Измените конфигурацию списка тезисов, включив/выключив перечисленные ниже столбцы или применив параметры фильтрации (%(filter_icon)s).

source: Clear filters
ru_ru: Сбросить фильтры

source: All filters have been cleared.
ru_ru: Все фильтры были сброшены.

source: General abstract info
ru_ru: Общая информация о тезисах

source: Abstract fields
ru_ru: Поля тезисов

source: Extra filters
ru_ru: Дополнительные фильтры

source: Call for Abstracts disabled
ru_ru: Прием тезисов отключен

source: "Call for Abstracts" provides an integrated abstract management and reviewing module that will allow you to set up a full abstract submission and reviewing workflow.
ru_ru: "Прием тезисов" предоставляет интегрированный модуль управления и рецензирования тезисов докладов, который позволит вам организовать рабочий процесс подачи и рецензирования тезисов.

source: Enable module
ru_ru: Включить модуль

source: No email notifications templates are configured for this event. You can add the default templates using the button below and customize them, or use the "Notifications" dialog to set up custom notification templates.
ru_ru: Для этого события не настроены шаблоны email-уведомлений. Вы можете добавить шаблоны по умолчанию с помощью кнопки ниже и настроить их, или воспользоваться диалогом "Уведомления" для создания собственных шаблонов.

source: Setup default notifications
ru_ru: Включить уведомления по умолчанию

source: Configure general submission settings and email notification templates.
ru_ru: Настройка общих параметров подачи тезисов и шаблонов email уведомлений.

source: Configure e-mail notifications
ru_ru: Настройка email-уведомлений

source: Configure abstract submission
ru_ru: Настроить подачу тезисов

source: Fields and types
ru_ru: Поля и типы

source: Configure the contribution types and abstract fields.
ru_ru: Настройка типов докладов и полей тезисов.

source: Manage contribution types
ru_ru: Управление типами докладов

source: Contribution types
ru_ru: Типы доклада

source: Reviewing
ru_ru: Рецензирование

source: Configure the reviewing questions and answers, the reviewing teams, etc.
ru_ru: Настроить вопросы и ответы для рецензентов, команды рецензентов и т. д.

source: Configure abstract reviewing
ru_ru: Настройка рецензирования тезисов

source: Configure abstract reviewing questions
ru_ru: Настройка вопросов для рецензирования тезисов.

source: Questions
ru_ru: Вопросы

source: Book of abstracts
ru_ru: Сборник тезисов докладов

source: Customize and %(link_start)sdownload%(link_end)s the book of abstracts
ru_ru: Настроить и %(link_start)sскачать%(link_end)s сборник тезисов

source: LaTeX Settings
ru_ru: Настройки LaTeX

source: View and perform actions on abstracts
ru_ru: Просмотр и выполнение действий с тезисами

source: Reschedule call for abstracts
ru_ru: Изменение сроков подачи тезисов

source: Reschedule
ru_ru: Перенести

source: The call for abstracts is closed
ru_ru: Прием тезисов закрыт

source: Closed on <strong>%(date)s</strong> at <strong>%(time)s</strong> (%(tz)s)
ru_ru: Закрыто <strong>%(date)s</strong> в <strong>%(time)s</strong> (%(tz)s)

source: Modifications possible until <strong>%(date)s</strong> at <strong>%(time)s</strong>
ru_ru: Вносить изменения можно до <strong>%(date)s</strong> <strong>%(time)s</strong>

source: The call for abstracts is already finished. Do you want to open it again?
ru_ru: Прием тезисов уже завершен. Хотите открыть его снова?

source: Reopen now
ru_ru: Возобновить

source: The call for abstracts is not open yet
ru_ru: Прием тезисов еще не начался

source: Start now or schedule opening.
ru_ru: Начать сейчас или запланировать дату открытия

source: Close now or schedule the deadline.
ru_ru: Закрыть сейчас или запланировать дату закрытия.

source: Scheduled to close on <strong>%(date)s</strong> at <strong>%(time)s</strong> (%(tz)s).
ru_ru: Закрытие запланировано на <strong>%(date)s</strong> в <strong>%(time)s</strong> (%(tz)s).

source: Deleted track
ru_ru: Удаленная секция

source: This track has been deleted.
ru_ru: Эта секция конференции была удалена

source: Proposed to accept in different tracks
ru_ru: Предложено принять в другие секции

source: All reviewers proposed to accept this abstract but as different contribution types
ru_ru: Все рецензенты предложили принять этот тезисы, но с изменением типа доклада.

source: No reviewer has reviewed this abstract yet
ru_ru: Ни один из рецензентов еще не оставил отзыв на эти тезисы.

source: Not reviewed in all tracks
ru_ru: Не рассмотрено во всех секциях

source: All reviewers proposed to accept this abstract
ru_ru: Все рецензенты предложили принять эти тезисы

source: No reviewer proposed to accept this abstract
ru_ru: Ни один из рецензентов не предложил принять эти тезисы

source: Not all reviewers proposed to accept this abstract
ru_ru: Не все рецензенты предложили принять эти тезисы

source: Review summary
ru_ru: Итоги рецензирования

source: Show reviews
ru_ru: Показать рецензии

source: Hide reviews
ru_ru: Скрыть рецензии

source: Show questions
ru_ru: Показать вопросы

source: Hide questions
ru_ru: Скрыть вопросы

source: <strong>%(name)s</strong> proposes to %(action)s
ru_ru: <strong>%(name)s</strong> предлагает %(action)s

source: See review
ru_ru: Открыть рецензию

source: Reviewing for track:
ru_ru: Проходит рецензирование для раздела конференции:

source: Edit track list
ru_ru: Редактировать список секций

source: Template: <span class="template">%(name)s</span>
ru_ru: Шаблон: <span class="template">%(name)s</span>

source: <strong>Recipients:</strong> <span class="recipients">%(recipients)s</span>
ru_ru: <strong>Получатели:</strong> <span class="recipients">%(recipients)s</span>

source: <strong>Template:</strong> <span class="template">%(name)s</span>
ru_ru: <strong>Шаблон:</strong> <span class="template">%(name)s</span>

source: Do you really want to withdraw this abstract?
ru_ru: Вы действительно хотите отозвать эти тезисы?

source: Withdrawing this abstract will permanently delete its corresponding contribution.
ru_ru: Отзыв этих тезисов приведет к окончательному удалению соответствующего доклада.

source: This operation is irreversible.
ru_ru: Эта операция необратима.

source: Withdraw abstract
ru_ru: Отозвать тезисы

source: Withdraw Abstract
ru_ru: Отозвать тезисы

source: Withdraw
ru_ru: Отозвать

source: You cannot withdraw this abstract as it has already been accepted. Please contact the event organizers if you want to withdraw the abstract anyway.
ru_ru: Вы не можете отозвать эти тезисы, так как они уже приняты. Пожалуйста, свяжитесь с организаторами, если Вы хотите отозвать тезисы в любом случае.

source: This abstract has been withdrawn but can be restored.
ru_ru: Эти тезисы были отозваны и не могут быть восстановлены.

source: Restore Abstract
ru_ru: Восстановить тезисы

source: Do you really want to restore this abstract?
ru_ru: Вы действительно хотите восстановить эти тезисы?

source: Edit abstract
ru_ru: Редактировать тезисы

source: The abstract cannot be edited because it was withdrawn
ru_ru: Тезисы не могут быть отредактированы, поскольку они были отозваны.

source: The abstract cannot be edited because it is already under review
ru_ru: Тезисы не могут быть отредактированы,, поскольку они уже находится на рецензировании

source: The abstract cannot be edited because it has already been processed
ru_ru: Тезисы не могут быть отредактированы, поскольку они уже обработаны

source: The abstract cannot be edited because the modification deadline has passed
ru_ru: Тезисы не могут быть отредактированы, поскольку срок внесения изменений истек

source: You are not authorized to edit this abstract
ru_ru: Вы не можете редактировать эти тезисы

source: PDF with reviews
ru_ru: PDF с отзывами

source: Download abstract submission in PDF
ru_ru: Скачать тезисы в формате PDF

source: <strong>%(name)s</strong> was invited to submit an abstract
ru_ru: <strong>%(name)s</strong> было предложено отправить тезисы

source: <strong>%(name)s</strong> submitted this abstract
ru_ru: <strong>%(name)s</strong> отправил(а) эти тезисы

source: The abstract was accepted as <span class="abstract-contribution-type">%(type)s</span> for track %(track)s and a %(link_start)scontribution%(link_end)s was created in the event.
ru_ru: Тезисы были приняты с типом %(link_start)sдоклада%(link_end)s <span class="abstract-contribution-type">%(type)s</span> в секцию конференции %(track)s.
