Repository: SashaTimofeev/Practice-2025
Catalog: backups/for_translation_indico_core-messages-all_*-2_20250722_194156.po
Languages: ru_ru

source: Unschedule poster
ru_ru: Отменить время постера

source: Are you sure you want to unschedule the poster?
ru_ru: Вы уверены, что хотите отменить время постера?

source: Are you sure you want to delete the poster?
ru_ru: Вы уверены, что хотите удалить постер?

source: No sessions in the timetable
ru_ru: Нет заседаний в расписании

source: Rooms
ru_ru: Помещения

source: No rooms found in the timetable
ru_ru: Не найдены доступные помещения в расписании

source: Filter options
ru_ru: Опции фильтров

source: Reset filter
ru_ru: Сброс фильтров

source: Sort by:
ru_ru: Сортировать по:

source: Select:
ru_ru: Выберите:

source: Add Contribution
ru_ru: Добавить доклад

source: Add selected
ru_ru: Добавить выделение

source: Create a new one
ru_ru: Создать новый

source: You may choose to:
ru_ru: Вы можете выбрать:

source: Choose one (or more) unscheduled
ru_ru: Выберите один (или несколько) незапланированных

source: To add an unscheduled contribution, please select at least one
ru_ru: Для добавления незапланированного доклада пожалуйста, выберите хотя бы один

source: Add contribution
ru_ru: Добавить доклад

source: Step 1: Choose type of rescheduling
ru_ru: Шаг 1: Выберите способ переноса

source: See an example
ru_ru: Смотреть пример

source: Adjust starting time of all entries
ru_ru: Изменить время начала всех выступлений

source: Move the entries of
ru_ru: Переместить выступления, запланированные на

source: by changing their
ru_ru: , изменив их

source: Move the entries of the interval
ru_ru: Переместите записи интервала

source: starting times.
ru_ru: время начала.

source: The first entry will start when the event starts (
ru_ru: Первое выступление начнется вместе с началом мероприятия (

source: The first entry will start when the interval starts (
ru_ru: Первая запись начнется, когда начнется интервал (

source: and the other entries will follow consecutively after it. The durations of the entries will not change.
ru_ru: и остальные выступления далее будут идти последовательно. Продолжительность выступлений не изменится.

source: Adjust duration of all entries
ru_ru: Измените продолжительность всех выступлений

source: Adjust the
ru_ru: Изменить

source: duration
ru_ru: продолжительность

source: of the entries of
ru_ru: выступлений, запланированных на

source: the interval
ru_ru: интервал

source: to fill the gaps between them, so that their starting time don't change. If a time gap is specified, the duration will be extended up to the value of this time gap before the starting time of the next entry.
ru_ru: чтобы заполнить пропуски между ними, не меняя время их начала. Если в расписании указан пропуск, продолжительность будет продлена на величину этого пропуска вплоть до начала следующего выступления.

source: Step 2: Choose time gap between entries
ru_ru: Шаг 2: Выберите временной интервал между выступлениями

source: Step 3: Choose to fit sessions to their content
ru_ru: Шаг 3: Подгонка продолжительности сессий по включенным в них выступлениям

source: There will be no gaps between consecutive entries.
ru_ru: Между выступлениями не будет перерывов.

source: Entries will be separated by gaps of
ru_ru: Записи будут разделены пробелами

source: 1 hour
ru_ru: 1 час

source: hours
ru_ru: часов

source: and
ru_ru: и

source: 1 minute.
ru_ru: 1 минута.

source: minutes.
ru_ru: минут.

source: Rescheduling...
ru_ru: Перепланировка...

source: Are you sure you want to reschedule entries ?
ru_ru: Вы уверены, что хотите перенести выступления?

source: The entries that are part of a session will
ru_ru: Записи, которые являются частью сессии, будут

source: first
ru_ru: первый

source: be fitted to their content.
ru_ru: подогнаны к их содержанию..

source: Then, all entries
ru_ru: Затем, все записи

source: All entries
ru_ru: Все записи

source: will have their
ru_ru: Эталон

source: starting times
ru_ru: Время начала

source: duration
ru_ru: продолжительность

source: changed.
ru_ru: изменен.

source: Please review your choice
ru_ru: Ключевые слова:

source: Please select the rescheduling type
ru_ru: Пожалуйста, выберите тип перепланирования

source: Reschedule Entries
ru_ru: Перенести выступления

source: This will change the starting and ending times of the session block {0} so that it encompasses all entries defined in its timetable.
ru_ru: Это изменит начальное и конечное время блока сессии {0}, чтобы охватить все записи, определенные в его расписании.

source: Are you sure you want to proceed?
ru_ru: Вы уверены, что хотите продолжить?

source: Fitting...
ru_ru: Подгонка...

source: Fit timetable to content
ru_ru: Подогнать расписание под содержимое

source: Undo last operation
ru_ru: Отменить последнюю операцию

source: Show more
ru_ru: Показать больше

source: Show less
ru_ru: Показать меньше

source: Add new keyword
ru_ru: Добавить новое ключевое слово
