Repository: SashaTimofeev/Practice-2025
Catalog: backups/for_translation_indico_core-messages-all_*-2_20250722_194156.po
Languages: ru_ru

source: No tokens have been generated.
ru_ru: Токены не были сгенерированы.

source: Edit token '%(token_name)s'
ru_ru: Редактировать токен '%(token_name)s'

source: Last used from %(ip)s Total uses: %(count)s
ru_ru: Последнее использование: %(ip)s Всего использований: %(count)s

source: Regenerate token
ru_ru: Сгенерировать токен заново

source: Regenerate token '%(token_name)s'
ru_ru: Сгенерировать заново токен '%(token_name)s'

source: If you've lost/forgotten this token, you can regenerate it, but be aware that any applications or scripts using this token will need to be updated. You cannot undo this action.
ru_ru: Если вы потеряли/забыли этот токен, вы можете его восстановить, но имейте в виду, что все приложения или скрипты, использующие этот токен, придется обновить. Отменить это действие нельзя.

source: Revoke token
ru_ru: Отозвать токен

source: Revoke token '%(token_name)s'
ru_ru: Отозвать токен '%(token_name)s'

source: Any applications or scripts using this token will no longer be able to access the Indico API. You cannot undo this action.
ru_ru: Все приложения и скрипты, использующие этот токен, больше не смогут получить доступ к API Indico. Отменить это действие невозможно.

source: Warning: You will not be able to create a new API token since only Indico admins can create API tokens.
ru_ru: Внимание: Вы не сможете создать новый API-токен, поскольку только администраторы Indico могут создавать API-токены.

source: Room booking
ru_ru: Бронирование помещений

source: Room bookings
ru_ru: Бронирования помещений

source: Booking cannot end before it starts
ru_ru: Бронирование не может закончиться раньше, чем начнется

# Room notifications
source: None
ru_ru: Нет

source: Rooms I own
ru_ru: Помещения, которыми я владею

source: Rooms I own, manage or moderate
ru_ru: Помещения, которыми я владею, администрирую или модерирую

source: Room notifications
ru_ru: Уведомления по помещениям

source: If you own, manage or moderate any rooms, you can choose whether to receive notifications about activity related to them.
ru_ru: Уведомления о событиях, касающихся помещений, в которых вы указаны как владелец, администратор или модератор.

source: Room blacklist
ru_ru: Черный список помещений

source: Regardless of the room notifications selected above, you will never receive notifications for rooms selected in this list.
ru_ru: Независимо от выбранных выше уведомлений о помещениях, вы никогда не будете получать уведомления по помещениям, указанным в этом списке.

source: You are not authorized to access the room booking system.
ru_ru: У вас нет прав для доступа к системе бронирования помещений.

source: You cannot create a booking which starts in the past
ru_ru: Вы не можете создать бронирование, которое начинается в прошлом

source: Enter contribution title or #id
ru_ru: Введите название доклада или #id

source: Enter session block title
ru_ru: Введите заголовок блока сессии

source: Enter the session block name.
ru_ru: Введите название блока сессии.

source: Link existing booking
ru_ru: Прикрепить существующее бронирование

source: Book a room
ru_ru: Забронировать помещение

source: For whom
ru_ru: Кому

source: Linked to
ru_ru: Связано с

source: Rejected:
ru_ru: Отклонено

source: There are no room bookings for this event yet.
ru_ru: Для этого мероприятия еще нет забронированных помещений.

source: Best regards,
ru_ru: С наилучшими пожеланиями,

source: Confirm room blockings
ru_ru: Подтвердить резервирование помещений

source: %(name)s has created a blocking for some rooms you manage.
ru_ru: %(name)s создал резервирование для некоторых помещений, которыми вы управляете.

source: %(name)s has created a blocking for a room you manage.
ru_ru: %(name)s создал резервирование для помещения, которым вы управляете.

source: You can approve or reject this blocking request here:
ru_ru: Вы можете одобрить или отклонить этот запрос на резервирование здесь:

source: Room blocking ACCEPTED
ru_ru: Резервирование помещения ПРИНЯТО

source: Room blocking REJECTED
ru_ru: Резервирование помещения ОТКЛОНЕНО

source: Your room blocking request has been ACCEPTED by a room manager.
ru_ru: Ваш запрос на резервирование помещения был принят управляющим этим помещением.

source: Your room blocking request has been REJECTED by a room manager.
ru_ru: Ваш запрос на резервирование помещения был отклонен управляющим этим помещением.

source: You can view the details of your blocking here:
ru_ru: Вы можете просмотреть информацию о вашем резервировании здесь:

source: [%(room)s] Booking cancelled (%(start)s)
ru_ru: [%(room)s] Бронирование отменено (%(start)s)

source: [%(room)s] Booking approval changed state (%(start)s)
ru_ru: [%(room)s] Статус одобрения бронирования изменился (%(start)s)

source: [%(room)s] Booking confirmed (%(start)s)
ru_ru: [%(room)s] Бронирование подтверждено (%(start)s)

source: [%(room)s] New Pre-Booking (%(start)s)
ru_ru: [%(room)s] Новое предварительное бронирование (%(start)s)

source: [%(room)s] New booking (%(start)s)
ru_ru: [%(room)s] Новое бронирование (%(start)s)

source: [%(room)s] Pre-Booking awaiting acceptance (%(start)s)
ru_ru: [%(room)s] Предварительное бронирование ожидает подтверждения (%(start)s)

source: Note:
ru_ru: Примечание:

source: [%(room)s] Booking modified (%(start)s)
ru_ru: [%(room)s] Бронирование изменено (%(start)s)

source: [%(room)s] Booking cancelled (%(start)s) (SINGLE OCCURRENCE)
ru_ru: [%(room)s] Бронирование отменено (%(start)s) (ОДНОКРАТНОЕ СОБЫТИЕ)

source: [%(room)s] Booking rejected (%(start)s) (SINGLE OCCURRENCE)
ru_ru: [%(room)s] В бронировании отказано (%(start)s) (ОДНОКРАТНОЕ СОБЫТИЕ)

source: [%(room)s] Booking rejected (%(start)s)
ru_ru: [%(room)s] В бронировании отказано (%(start)s)

source: Hours:
ru_ru: Часы:

source: Document Templates
ru_ru: Шаблоны документов

source: External URLs
ru_ru: Внешние URL-адреса

# Page title
source: Search
ru_ru: Поиск

source: Admins
ru_ru: Администраторы

source: Dashboard
ru_ru: Панель управления

source: Personal data
ru_ru: Персональные данные

source: Profile picture
ru_ru: Аватар

source: Preferences
ru_ru: Предпочтения

source: Favorites
ru_ru: Избранное

source: My profile
ru_ru: Мой профиль

source: This user has been merged into <a href="{url}">another user</a>.
ru_ru: Этот пользователь был объединен с <a href="{url}">другим пользователем</a>.

source: Your personal data was successfully updated.
ru_ru: Ваши персональные данные были успешно обновлены.

source: You cannot upload this file as profile picture.
ru_ru: Вы не можете загрузить этот файл в качестве изображения профиля.

source: We have sent an email to {email}. Please click the link in that email within 24 hours to confirm your new email address.
ru_ru: Мы отправили электронное письмо на {email}. Пожалуйста, перейдите по ссылке в этом письме в течение 24 часов, чтобы подтвердить ваш новый адрес электронной почты.

source: This email address is already attached to your account.
ru_ru: Этот адрес электронной почты уже привязан к вашему аккаунту.

source: This email address is already in use by another account.
ru_ru: Этот адрес электронной почты уже используется другой учетной записью.

source: The email address {email} has been added to your account.
ru_ru: Адрес электронной почты {email} был добавлен в ваш аккаунт.

source: Your primary email was updated successfully.
ru_ru: Ваш основной адрес электронной почты был успешно обновлен.

source: Admin added: {name} ({email})
ru_ru: Администратор добавлен: {name} ({email})

source: Source user has never logged in to Indico!
ru_ru: Исходный пользователь еще не входил в систему Indico!

source: Target user has never logged in to Indico!
ru_ru: Целевой пользователь никогда не заходил в Indico!

source: Source user is blocked!
ru_ru: Исходный пользователь заблокирован!

source: Target user is blocked!
ru_ru: Целевой пользователь заблокирован!

source: Source user has been deleted!
ru_ru: Исходный пользователь был удален!

source: Target user has been deleted!
ru_ru: Целевой пользователь был удален!

source: Source user is an administrator!
ru_ru: Исходный пользователь является администратором!

source: Target user is an administrator!
ru_ru: Целевой пользователь - это администратор!

source: Source user is an administrator but target user isn't!
ru_ru: Исходный пользователь является администратором, а целевой пользователь - нет!

source: Merge aborted due to failed sanity check
ru_ru: Слияние прервано из-за ошибки проверки работоспособности

source: The users have been successfully merged.
ru_ru: Пользователи были успешно объединены.

source: A user with this email address already exists.
ru_ru: Пользователь с таким адресом электронной почты уже существует.

source: The request has been approved.
ru_ru: Запрос был одобрен.

source: The request has been rejected.
ru_ru: Запрос был отклонен.

source: {name} has been blocked.
ru_ru: {name} был заблокирован.

source: {name} has been unblocked.
ru_ru: {name} был разблокирован.

source: Language
ru_ru: Язык

source: Use my language
ru_ru: Использовать мой язык

source: Always use my preferred language instead of an event's supported language. This may result in a mix of two languages in some areas of an event.
ru_ru: Всегда использовать мой предпочтительный язык вместо поддерживаемого языка мероприятия. Это может привести к смешению двух языков в некоторых местах мероприятия.

source: Use my timezone
ru_ru: Использовать мой часовой пояс

source: Always use my current timezone instead of an event's timezone.
ru_ru: Всегда использовать мой текущий часовой пояс вместо часового пояса мероприятия.

source: Show future events
ru_ru: Показывать будущие мероприятия

source: Show future events by default.
ru_ru: Показывать будущие мероприятия по умолчанию.

source: Show past events
ru_ru: Показывать прошедшие мероприятия

source: Show past events by default.
ru_ru: Показывать прошедшие мероприятия по умолчанию.

source: Default format in which names are displayed
ru_ru: Формат имени по умолчанию

source: Use previewer for PDF files
ru_ru: Использование предпросмотрщика для файлов PDF

source: The previewer is used by default for image and text files, but not for PDF files.
ru_ru: По умолчанию программа предварительного просмотра используется для графических и текстовых файлов, но не для файлов PDF.

source: Add alerts to iCal
ru_ru: Добавить оповещения в iCal

source: Add an event reminder to exported iCal files/URLs.
ru_ru: Добавьте напоминание о событии в экспортированные файлы iCal/URL.

source: iCal notification time
ru_ru: Время уведомления iCal

source: Number of minutes to notify before an event.
ru_ru: Количество минут, за которые необходимо уведомить о мероприятии.

source: Markdown editor for minutes
ru_ru: Редактор Markdown для протоколов

source: Use Markdown editor instead of HTML editor when editing the minutes of a meeting.
ru_ru: Использовать редактор Markdown вместо HTML при редактировании протокола встречи.

source: Preferred Mastodon server
ru_ru: Предпочитаемый сервер Mastodon

source: URL of the Mastodon server you prefer to use for sharing links to events/meetings (e.g. https://mastodon.social).
ru_ru: URL-адрес сервера Mastodon, который вы предпочитаете использовать для обмена ссылками на события/встречи (например, https://mastodon.social).

source: Add new email address
ru_ru: Добавить новый адрес электронной почты

source: Include deleted
ru_ru: Включить удаленных

source: Include pending
ru_ru: Включить ожидающих подтверждения

source: External
ru_ru: Внешний

source: Source user
ru_ru: Исходный пользователь

source: The user that will be merged into the target one
ru_ru: Пользователь, который будет объединен с целевым.

source: Target user
ru_ru: Целевой пользователь

source: The user that will remain active in the end
ru_ru: Пользователь, который останется активным после объединения

source: Registration notifications
ru_ru: Уведомления о регистрации

source: Send an email to all administrators whenever someone registers a new local account.
ru_ru: Отправлять электронные письма всем администраторам, когда кто-либо создает новую локальную учетную запись.

source: Email blacklist
ru_ru: Черный список адресов электронной почты

source: Prevent users from creating Indico accounts with these email addresses. Supports wildcards, e.g. *@gmail.com
ru_ru: Запретить пользователям создавать учетные записи Indico с этими адресами электронной почты. Поддерживает шаблоны, например *@gmail.com

source: Personal API tokens
ru_ru: Личные API-токены

source: Whether users are allowed to generate personal API tokens. If disabled, only admins can create them, but users will still be able to regenerate the tokens assigned to them.
ru_ru: Разрешено ли пользователям генерировать персональные API-токены. Если отключено, только администраторы могут создавать их, но пользователи все равно смогут повторно сгенерировать выданные им токены.

source: Set login details
ru_ru: Указать данные для входа в систему

source: Profile of {name}
ru_ru: Профиль {name}

source: Abstracts & Papers
ru_ru: Тезисы и статьи

source: Survey submissions
ru_ru: Ответы на анкеты

source: Attachments & Materials
ru_ru: Приложения и Материалы

source: Editables
ru_ru: Редактирование

source: Prof.
ru_ru: Профессор

source: John Doe
ru_ru: Иван Иванов

source: Doe, John
ru_ru: Иванов, Иван

source: Doe, J.
ru_ru: Иванов, И.

source: J. Doe
ru_ru: И. Иванов

source: John DOE
ru_ru: Иван ИВАНОВ

source: DOE, John
ru_ru: ИВАНОВ, Иван

source: DOE, J.
ru_ru: ИВАНОВ, И.

source: J. DOE
ru_ru: И. ИВАНОВ

source: first name
ru_ru: имя и отчество

source: affiliation
ru_ru: организация

source: address
ru_ru: Адрес

source: phone number
ru_ru: номер телефона

source: primary email address
ru_ru: основной адрес электронной почты

source: Your {field_name} has been synchronized from '{old_value}' to '{new_value}'.
ru_ru: Ваши данные: '{field_name}' были изменены с '{old_value}' на '{new_value}'.

source: Your email address could not be synchronized from '{old_value}' to '{new_value}' since the new email address is not valid.
ru_ru: Ваш адрес электронной почты не удалось изменить с '{old_value}' на '{new_value}', поскольку новый адрес электронной почты недействителен.

source: Your email address could not be synchronized from '{old_value}' to '{new_value}' due to a conflict with another Indico profile.
ru_ru: Ваш адрес электронной почты не удалось изменить с '{old_value}' на '{new_value}' из-за конфликта с другим профилем.

source: You have management rights
ru_ru: У Вас есть права на управление

source: You have favorited this category
ru_ru: Вы добавили эту категорию в избранное

source: Click here to add this category to your favorites.
ru_ru: Нажмите сюда, чтобы добавить эту категорию в избранное.

source: Click here to remove this suggestion. It will not be suggested again.
ru_ru: Нажмите сюда, чтобы скрыть это предложение. Оно больше не будет отображаться.

source: Admin
ru_ru: Администратор

source: Blocked
ru_ru: Заблокирован

source: Deleted
ru_ru: Удален

source: Admins have unrestricted access to everything in Indico.
ru_ru: Администраторы имеют неограниченный доступ ко всему в Indico.

source: Profile of %(name)s
ru_ru: Профиль %(name)s

source: Last login
ru_ru: Последний вход

source: Created on
ru_ru: Создана

source: Your unlisted events
ru_ru: Ваши мероприятия, не включенные в список

source: Your events at hand
ru_ru: Ваши ближайшие мероприятия

source: You are a reviewer
ru_ru: Вы являетесь рецензентом

source: You are an attendee
ru_ru: Вы являетесь участником

source: You have favorited this event
ru_ru: Вы добавили это мероприятие в избранное

source: You have no events.
ru_ru: У вас нет мероприятий.

source: You might be interested in the following categories...
ru_ru: Возможно, Вас заинтересуют следующие категории...

source: Your categories
ru_ru: Ваши категории

source: You have no categories.
ru_ru: У вас нет категорий.

source: Happening in your categories
ru_ru: События в ваших категориях

source: Nothing happening in your categories.
ru_ru: В ваших категориях ничего не произошло.

source: Your <strong>primary email</strong> will be used for account-related notifications (e.g. registration emails and billing information).
ru_ru: Ваш <strong>основной адрес электронной почты</strong> будет использоваться для уведомлений, связанных с аккаунтом (например, для писем о регистрации и информации о выставлении счетов).

# E-mail
source: Primary
ru_ru: Основной

source: Email Address
ru_ru: Адрес электронной почты

source: User settings
ru_ru: Настройки пользователей

source: Manage users
ru_ru: Управление пользователями

source: Merge users
ru_ru: Объединить пользователей

source: Create new account
ru_ru: Создать новую учетную запись

source: There are %(num_of_users)s users, %(num_deleted_users)s of which are deleted
ru_ru: Существует %(num_of_users)s пользователей, %(num_deleted_users)s из которых удалены.

source: Search users
ru_ru: Искать пользователей

source: No users could be found.
ru_ru: Пользователи не найдены.

source: There is one user matching your search criteria.
ru_ru: Есть один пользователь, соответствующий вашим критериям поиска.

source: Indico data export failed
ru_ru: Не удалось выполнить экспорт данных Indico

source: We weren't able to process your data export request due to an error.
ru_ru: Мы не смогли обработать ваш запрос на экспорт данных из-за ошибки.

source: You may try again at the following link:
ru_ru: Вы можете повторить попытку по следующей ссылке:

source: Your Indico data export is ready for download.
ru_ru: Ваши экспортированные данные Indico готовы к загрузке.

source: New Indico profile registered
ru_ru: Новая учетная запись пользователя зарегистрирована

source: A new Indico profile has been registered.
ru_ru: Зарегистрирован новый профиль Indico.

source: First name:
ru_ru: Имя и Отчество:

source: Email address:
ru_ru: Адрес электронной почты:

source: Indico profile requested
ru_ru: Профиль Indico запрошен

source: Someone has requested to register a new indico profile.%(linebreak)s Please review their registration request and approve/reject it accordingly.
ru_ru: Кто-то запросил регистрацию нового профиля Indico.%(linebreak)s Пожалуйста, просмотрите запрос на регистрацию и одобрите/отклоните его.

source: Your Indico profile has been created
ru_ru: Ваш профиль Indico создан

source: Your request to create an Indico profile has been approved.
ru_ru: Ваш запрос на создание профиля Indico был одобрен.

source: You may now log in to your new account:
ru_ru: Теперь вы можете войти в свою учетную запись:

source: After logging in your can finish setting up your profile:
ru_ru: После входа в систему вы сможете завершить настройку своего профиля:

source: Unfortunately your request to create an Indico profile has been denied.
ru_ru: К сожалению, ваш запрос на создание профиля Indico был отклонен.

source: Videoconference
ru_ru: Видеоконференция

source: There was a videoconference associated with this contribution. It has been linked to the event instead
ru_ru: С этим докладом была связана видеоконференция. Она была переназначена на мероприятие.

source: There was a videoconference associated with this session block. It has been linked to the event instead
ru_ru: С этим блоком сессии была связана видеоконференция. Она была переназначена на мероприятие.

source: The target event already has a videoconference
ru_ru: У целевого мероприятия уже есть видеоконференция.

source: There is already a videoconference attached to '{link_object_title}'.
ru_ru: Уже есть видеоконференция, прикрепленная к '{link_object_title}'.

source: Users and Groups authorized to create videoconferences
ru_ru: Пользователи и группы, имеющие право создавать видеоконференции

source: Notification email addresses
ru_ru: Адреса электронной почты для уведомлений

source: Notifications about videoconferences are sent to these email addresses (one per line).
ru_ru: Уведомления о видеоконференциях будут отправлены на эти адреса электронной почты (по одному на строку).

source: Please select a session block
ru_ru: Пожалуйста, выберите блок сессии

source: Sort direction
ru_ru: Направление сортировки

source: Ascending
ru_ru: По возрастанию

source: Descending
ru_ru: По убыванию

source: Start Date
ru_ru: Дата начала

source: End Date
ru_ru: Дата окончания

source: Days in the past
ru_ru: Дни в прошлом

source: Days in the future
ru_ru: Дни в будущем

source: {} (event)
ru_ru: {} (мероприятие)

source: {} (contribution)
ru_ru: {} (доклад)

source: {} (session block)
ru_ru: {} (блок сессии)

source: Current videoconferences
ru_ru: Текущие видеоконференции

source: Check videoconference status
ru_ru: Проверка состояния видеоконференции

source: No videoconferences have been added yet.
ru_ru: Видеоконференции еще не добавлены.

source: Create videoconference
ru_ru: Создайте видеоконференцию

source: Attach videoconference
ru_ru: Прикрепить видеоконференцию

source: There are no Videoconference plugins available.
ru_ru: Плагины для видеоконференций отсутствуют.

source: Videoconferences
ru_ru: Видеоконференции

source: New videoconference created:
ru_ru: Создана новая видеоконференция:

source: Videoconference deleted:
ru_ru: Видеоконференция удалена:

source: {0} second
ru_ru: {0} секунда

source: {0} minute
ru_ru: {0} минута

source: {0} hour
ru_ru: {0} час

source: {0} day
ru_ru: {0} день

source: {0}s
ru_ru: {0}с

source: {0}m
ru_ru: {0}м

source: {0}h
ru_ru: {0}ч

source: {0}d
ru_ru: {0} д

source: yesterday
ru_ru: вчера

source: today
ru_ru: сегодня

source: tomorrow
ru_ru: завтра

source: 'Yesterday'
ru_ru: 'Вчера'

source: 'Today'
ru_ru: 'Сегодня'

source: 'Tomorrow'
ru_ru: 'Завтра'

source: 'Last' EEEE
ru_ru: 'Последний' EEEE

source: 'Yesterday' 'at' {time_fmt}
ru_ru: 'Вчера' 'в' {time_fmt}

source: 'Today' 'at' {time_fmt}
ru_ru: 'Сегодня' 'в' {time_fmt}

source: Comma
ru_ru: Запятая

source: Semicolon
ru_ru: Точка с запятой

source: Tab
ru_ru: Табуляция

source: Space
ru_ru: Пробел

source: My unlisted events
ru_ru: Мои неопубликованные события

source: Your profile has been merged into <strong>{}</strong>. Please log in using that profile.
ru_ru: Ваш профиль был объединен с <strong>{}</strong>. Пожалуйста, войдите в систему, используя этот профиль.

source: Your profile has been deleted.
ru_ru: Ваш профиль был удалён

source: Your profile has been blocked.
ru_ru: Ваш профиль был заблокирован.

source: Whether the user has to fill out the field
ru_ru: Должен ли пользователь обязательно заполнять поле

source: Display type
ru_ru: Способ отображения

source: Widget that will be used to render the available options
ru_ru: Виджет, который будет использован для отображения доступных опций

source: Alignment
ru_ru: Выравнивание

source: The arrangement of the options
ru_ru: Расположение опций

source: Vertical
ru_ru: По вертикали

source: Horizontal
ru_ru: По горизонтали

source: Specify the options the user can choose from
ru_ru: Укажите опции, из которых пользователь может выбирать

source: Select multiple
ru_ru: Выбрать несколько

source: Multiline
ru_ru: Многострочный

source: If the field should be rendered as a textarea instead of a single-line text field.
ru_ru: Должно ли поле отображаться как многострочное поле ввода или как однострочное текстовое поле.

source: Please log in to access this page.
ru_ru: Пожалуйста, войдите, чтобы открыть эту страницу.

source: Required argument missing: {}
ru_ru: Необходимый аргумент отсутствует: {}

source: The passwords do not match.
ru_ru: Пароли не совпадают

source: Field must contain at least {min} word.
ru_ru: Поле должно содержать как минимум {min} слово.

source: Field cannot contain more than {max} word.
ru_ru: Поле не может содержать более {max} слова.
