Repository: SashaTimofeev/Practice-2025
Catalog: backups/for_translation_indico_core-messages-all_*-2_20250722_194156.po
Languages: ru_ru

source: Some events in the list below have been hidden.
ru_ru: Некоторые события из списка ниже были скрыты.

source: There is one event in the future.
ru_ru: Есть одно событие в будущем.

source: There is one event in the past.
ru_ru: Есть одно событие в прошлом.

source: You have favorited this event.
ru_ru: Вы добавили это событие в избранное.

source: This event is hidden.
ru_ru: Это событие скрыто.

source: hidden
ru_ru: скрыто

source: This event is new.
ru_ru: Это мероприятие новое.

source: new
ru_ru: новое

source: Welcome to Indico. The Indico tool allows you to manage complex conferences, workshops and meetings.
ru_ru: Добро пожаловать в Indico! Инструментарий Indico позволяет управлять сложными конференциями, семинарами и совещаниями.

source: To start browsing, please select a category below.
ru_ru: Чтобы начать, выберите категорию ниже.

source: Manage category materials
ru_ru: Управление материалами категории

source: Managers
ru_ru: Управляющие

source: News
ru_ru: Новости

source: more...
ru_ru: еще...

source: Posted %(date)s
ru_ru: Размещено %(date)s

source: Display options
ru_ru: Опции отображения

source: Period:
ru_ru: Период:

source: Detail level:
ru_ru: Уровень детализации:

source: Legend
ru_ru: Легенда

source: Events overview
ru_ru: Обзор событий

source: Previous day
ru_ru: Предыдущий день

source: Next day
ru_ru: Следующий день

source: Previous week
ru_ru: Предыдущая неделя

source: Next week
ru_ru: Следующая неделя

source: New category
ru_ru: Новая категория

source: Create subcategory
ru_ru: Создать подкатегорию

source: Delete event
ru_ru: Удалить мероприятие

source: Go to the event display page
ru_ru: Перейти на страницу мероприятия

source: Start date
ru_ru: Дата начала

# Selection
source: All
ru_ru: Все

# Selection
source: None
ru_ru: Ничего

source: Split selected events into new categories
ru_ru: Переместить выбранные события в новые подкатегории

source: Split category
ru_ru: Разделить категорию

source: Delete selected events
ru_ru: Удалить выбранные события

source: There are no events in this category
ru_ru: Нет событий в этой категории

source: Do you really want to delete the category &quot;%(category)s&quot;?
ru_ru: Вы действительно хотите удалить категорию &quot;%(category)s&quot;?

source: Delete category
ru_ru: Удалить категорию

source: This category cannot be deleted because it is not empty.
ru_ru: Эта категория не может быть удалена, так как она не пуста.

source: Move to another category
ru_ru: Переместить в другую категорию

source: See the display page of the category
ru_ru: Переключиться в режим просмотра текущей категории

source: Switch to display view
ru_ru: Переключиться в режим просмотра

source: Category protection
ru_ru: Защита категории

source: %(count)s displayed
ru_ru: %(count)s отображено

source: This category is empty. A category can either hold categories or events.
ru_ru: Эта категория пуста. Категория может содержать либо категории, либо мероприятия.

source: You are about to delete the following category:
ru_ru: Вы собираетесь удалить следующую категорию:

source: Category moderation
ru_ru: Модерация категорий

source: Roles Setup
ru_ru: Настройка ролей

source: Add a new role
ru_ru: Добавить новую роль

source: Add Role
ru_ru: Добавить роль

source: Are you sure you want to remove the icon of this category?
ru_ru: Вы уверены, что хотите удалить иконку этой категории?

source: Are you sure you want to remove the logo of this category?
ru_ru: Вы уверены, что хотите удалить логотип этой категории?

source: Delete Icon?
ru_ru: Уалить иконку?

source: Logo
ru_ru: Логотип

source: Delete Logo?
ru_ru: Удалить логотип?

source: The operation timed-out. Please try again in a while.
ru_ru: Операция завершилась по тайм-ауту. Пожалуйста, повторите попытку позже.

source: Name of the person responsible for your Indico server.
ru_ru: Имя лица, ответственного за Ваш сервер Indico.

source: Email address of the person responsible for your Indico server.
ru_ru: Адрес электронной почты лица, ответственного за Ваш сервер Indico.

source: Let us know that you exist!
ru_ru: Дайте нам знать, что вы существуете!

source: By registering your Indico server with the community hub, you will receive news on the latest releases as well as important security advisories. The data in the form below will be sent to the community hub.
ru_ru: Зарегистрировав свой сервер Indico в Community Hub, вы будете получать новости о последних релизах, а также важные рекомендации по безопасности. Данные, указанные в приведенной ниже форме, будут отправлены в Community Hub.

source: Loading&hellip;
ru_ru: Загрузка&hellip;

source: Synchronize
ru_ru: Синхронизировать

source: URL of your Indico server
ru_ru: URL-адрес Вашего сервера Indico

source: It seems like you are using a local URL for Indico or running in debug mode.<br> We recommend registering only production instances with the Community Hub.
ru_ru: Похоже, что вы используете локальный URL для Indico или работаете в режиме отладки.<br> Мы рекомендуем регистрировать в Community Hub только промышленные сервера.

source: Services
ru_ru: Сервисы

source: Home
ru_ru: В начало

source: Incorrect answer
ru_ru: Неправильный ответ

source: All your token-based links have been invalidated
ru_ru: Все Ваши ссылки, основанные на токенах, были аннулированы

source: The global title of this Indico site.
ru_ru: Глобальное название этого сайта Indico.

source: Organization
ru_ru: Организация

source: The organization that runs this Indico site.
ru_ru: Организация, управляющая этим сайтом Indico.

source: Show a share widget in the footer of event pages.
ru_ru: Показывать виджет, позволяющий поделиться информацией, в нижнем колонтитуле страниц мероприятия.

source: Site
ru_ru: Сайт

source: Social
ru_ru: Социализация

source: Impersonating
ru_ru: От имени пользователя

source: Switch back to %(original_name)s
ru_ru: Переключиться обратно к %(original_name)s

source: Impersonating %(name)s
ru_ru: От имени пользователя %(name)s

source: Please consider registering your server with the Community Hub.
ru_ru: Пожалуйста, рассмотрите возможность регистрации вашего сервера в Community Hub.

source: Debug mode is enabled.
ru_ru: Режим отладки включен.

source: A new Indico version (<strong id="new-indico-version"></strong>) is available! Your current version is <strong id="cur-indico-version"></strong>.
ru_ru: Доступна новая версия Indico (<strong id="new-indico-version"></strong>)! Ваша текущая версия <strong id="cur-indico-version"></strong>.

source: A new version (<strong id="new-indico-plugins-version"></strong>) of the official Indico plugin package is available! Your current version is <strong id="cur-indico-plugins-version"></strong>.
ru_ru: Доступна новая версия (<strong id="new-indico-plugins-version"></strong>) официального пакета плагинов Indico! Ваша текущая версия <strong id="cur-indico-plugins-version"></strong>.

source: System
ru_ru: Системные

source: These settings can be changed in the indico.conf file on the server.
ru_ru: Эти настройки можно изменить в файле indico.conf на сервере.

source: Default language
ru_ru: Язык по умолчанию

source: Default timezone
ru_ru: Часовой пояс по умолчанию

source: Admin email
ru_ru: Электронная почта администратора

source: Support email
ru_ru: Электронная почта службы поддержки

source: No-reply email
ru_ru: Электронная почта для писем без ответа

source: Badge
ru_ru: Бейдж

source: Landscape
ru_ru: Альбомная

source: Portrait
ru_ru: Книжная

source: Posters/Badges
ru_ru: Постеры/бейджи

source: Go to category
ru_ru: Перейти к категории

source: Clone
ru_ru: Клонировать

source: Added new template '{}'
ru_ru: Добавить новый шаблон '{}'

source: Template
ru_ru: Шаблон

source: Event Data
ru_ru: Данные мероприятия

source: Event Dates
ru_ru: Даты проведения мероприятия

source: Event Title
ru_ru: Название мероприятия

source: Event Description
ru_ru: Описание мероприятия

source: Event Venue
ru_ru: Место проведения мероприятия

source: Event Room
ru_ru: Помещение мероприятия

source: Event Organizers
ru_ru: Организаторы мероприятия

source: Category Title
ru_ru: Название категории

source: Full Name
ru_ru: Полное имя

source: Full Name B
ru_ru: Полное название B

source: Full Name C
ru_ru: Полное название C

source: E-mail
ru_ru: Электронная почта

source: Institution
ru_ru: Организация

source: Position
ru_ru: Должность

source: Fixed Image
ru_ru: Фиксированное изображение

source: Registration Form has no registrations
ru_ru: Регистрационная форма не имеет регистраций

# Designer template linked to registration form
source: Linked to
ru_ru: Связано с

source: Unlink registration form
ru_ru: Отвязать форму регистрации

source: This template cannot be unlinked because it contains placeholders referencing the linked registration form.
ru_ru: Этот шаблон нельзя отвязать, поскольку он содержит поля для подстановки, ссылающиеся на привязанную форму регистрации.

source: This template cannot be cloned
ru_ru: Этот шаблон нельзя клонировать

source: Clone this template
ru_ru: Клонировать этот шаблон

source: Are you sure you want to clone template '%(title)s'?
ru_ru: Вы уверены, что хотите клонировать шаблон '%(title)s'?

source: Clone '%(title)s' template into a category
ru_ru: Клонировать шаблон '%(title)s' в категорию

source: This template cannot be deleted.
ru_ru: Шаблон не может быть удален.

source: This template cannot be deleted because it is used in a registration form or as a backside for another template.
ru_ru: Шаблон не может быть удален, поскольку он используется в форме регистрации или в качестве основы для другого шаблона.

source: Are you sure you want to delete the template '%(title)s'?
ru_ru: Вы уверены, что хотите удалить шаблон '%(title)s'?

source: Print poster for the event
ru_ru: Печать постера для мероприятия

source: Poster Printing Settings
ru_ru: Настрока печати постера

source: There are no registration forms in this event
ru_ru: У этого мероприятия нет форм регистрации

source: This template has different dimensions than your template
ru_ru: У этого шаблона другие размеры, чем у Вашего

source: This template is linked to a different registration form
ru_ru: Этот шаблон привязан к другой форме регистрации

source: Save Template
ru_ru: Сохранить шаблон

source: Template dimensions
ru_ru: Размеры шаблона

source: Width:
ru_ru: Ширина:

source: Change orientation
ru_ru: Изменить ориентацию

source: Height:
ru_ru: Высота:

source: Preset:
ru_ru: По умолчанию:

source: Custom size
ru_ru: Пользовательский размер

source: Landscape orientation
ru_ru: Альбомная ориентация

source: Business card
ru_ru: Визитная карточка

source: Portrait orientation
ru_ru: Книжная ориентация

source: Snap to grid
ru_ru: Привязать к сетке

source: Template background
ru_ru: Фон шаблона

source: Choose a file
ru_ru: Выберите файл

source: Upload file
ru_ru: Загрузить файл

source: Remove background
ru_ru: Убрать фон

source: Stretch
ru_ru: Растянуть

source: Back side template:
ru_ru: Шаблон оборотной стороны:

source: Remove back side
ru_ru: Убрать оборотную стороны

source: Select a template for the back side
ru_ru: Выбрать шаблон для оборотной стороны

source: Change back side
ru_ru: Изменить оборотную сторону

source: Remove element
ru_ru: Убрать элемент

source: Font dimensions
ru_ru: Размеры шрифта

source: Normal Fonts
ru_ru: Обычные шрифты

source: Special Character Fonts
ru_ru: Шрифты для специальных символов

source: Text color
ru_ru: Цвет текста

source: Text background color
ru_ru: Цвет фона текста

source: Normal
ru_ru: Нормальный

source: Bold
ru_ru: Жирный

source: Italic
ru_ru: Курсив

source: Bold &amp; Italic
ru_ru: Жирный курсив

source: Left
ru_ru: Лево

source: Right
ru_ru: Право

source: Justified
ru_ru: По ширине

source: Element dimensions
ru_ru: Размеры элемента

source: Text:
ru_ru: Текст:

source: Move item to the top
ru_ru: Переместить на самый верх

source: Move item to the left
ru_ru: Переместить влево

source: Move item to the right
ru_ru: Переместить вправо

source: Move item to the bottom
ru_ru: Переместить в самый низ

source: Insert
ru_ru: Вставить

source: The back side is empty.
ru_ru: Обратная сторона пуста.

source: Submission
ru_ru: Подача

source: Grants management rights for event-wide materials and minutes.
ru_ru: Доступ к управлению материалами и протоколами по всем аспектам мероприятия.

source: External ID Types
ru_ru: Типы внешних ID

source: Event Labels
ru_ru: Метки мероприятия

source: Allowed Keywords
ru_ru: Разрешенные ключевые слова

source: Unlisted events
ru_ru: Неопубликованные мероприятия

source: Data Retention
ru_ru: Хранение данных

source: Create lecture
ru_ru: Создать лекцию

source: Create meeting
ru_ru: Создать семинар

source: Create conference
ru_ru: Создать конференцию

source: Overview
ru_ru: Обзор

source: My Conference
ru_ru: Моя конференция

source: Privacy Information
ru_ru: Конфиденциальность

source: Venue/Room
ru_ru: Место/помещение

source: The target event already has a venue/room
ru_ru: Для целевого мероприятия уже выбрано место/помещение.

source: Chairpersons
ru_ru: Председатели

source: ACLs and protection settings
ru_ru: Управление доступом и защита

source: Add to event series
ru_ru: Добавить в серию событий

source: Privacy settings
ru_ru: Настройки приватности

source: Value
ru_ru: Значение

source: There are no chairpersons
ru_ru: Председателей нет

source: There are no speakers
ru_ru: Докладчики отсутствуют

source: Category default
ru_ru: Категория по умолчанию

source: URL template
ru_ru: Шаблон URL

source: The URL template must contain the '{value}' placeholder.
ru_ru: Шаблон URL должен содержать поле для подстановки '{value}'.

source: Scheme
ru_ru: Схема

source: The scheme/protocol of the external ID type
ru_ru: Шаблон/протокол типа внешнего идентификатора

source: This name is already in use.
ru_ru: Это имя уже используется.

source: The URL template must contain the placeholder '{value}'.
ru_ru: Шаблон URL должен содержать поле для подстановки '{value}'.

source: Event does not happen
ru_ru: Мероприятие не случится

source: This title is already in use.
ru_ru: Это название уже используется.

source: Event Keywords
ru_ru: Ключевые слова мероприятия

source: Contribution Keywords
ru_ru: Ключевые слова доклада

source: Event title
ru_ru: Название мероприятия

source: You are not allowed to create events in this category.
ru_ru: У Вас нет доступа для создания мероприятий в этой категории.

source: Dates
ru_ru: Даты

source: Theme
ru_ru: Тема

source: Restrict creation
ru_ru: Ограничить возможность создания

source: Restrict creation of unlisted events to the authorized users below.
ru_ru: Ограничить возможность создавать неопубликованные мероприятия только для авторизованных пользователей, указанных ниже.

source: These users may create unlisted events.
ru_ru: Эти пользователи могут создавать неопубликованные мероприятия.

source: Minimum data retention period
ru_ru: Минимальный срок хранения данных

source: Specify the minimum data retention period (in weeks) configurable for registrations. This includes the retention period of individual registration form fields.
ru_ru: Укажите минимальный период хранения данных (в неделях), настраиваемый для данных о регистрации участников. Сюда входит период хранения отдельных полей формы регистрации.

source: Maximum data retention period
ru_ru: Максимальный срок хранения данных

source: Specify the maximum data retention period (in weeks) configurable for registrations. This includes the retention period of individual registration form fields. Note that setting this value will make the retention period field mandatory during registration form setup.
ru_ru: Укажите максимальный период хранения данных (в неделях), настраиваемый для регистраций. Сюда входит период хранения отдельных полей регистрационной формы. Обратите внимание, что при установке этого значения заполнение поля выбора периода хранения данных станет обязательным при настройке формы регистрации участников.

source: Indefinite
ru_ru: Бессрочно

source: The title of the event
ru_ru: Название мероприятия

source: Link to the event
ru_ru: Ссылка на мероприятие

source: Custom link text instead of the full URL
ru_ru: Пользовательский текст ссылки, который будет использован при отображении полного URL

source: Rating
ru_ru: Рейтинг

source: Empty regex
ru_ru: Пустое регулярное выражение

source: Invalid regex: {}
ru_ru: Недопустимое регулярное выражение: {}

source: The regex needs to have at least one group
ru_ru: Регулярное выражение должно содержать как минимум одну группу

source: Not all captured regex groups used ({})
ru_ru: Использованы не все группы, присутствующие в регулярном выражении ({})

source: Placeholder not known: {}
ru_ru: Поле для подстановки не найдено: {}

source: This event has been locked so no modifications are possible.
ru_ru: Это событие заблокировано, поэтому изменения не возможны.

source: Invalid event URL
ru_ru: Недопустимый URL мероприятия

source: Events from other Indico instances cannot be imported
ru_ru: Мероприятия с других серверов Indico нельзя импортировать

source: This event does not exist
ru_ru: Это мероприятие не существует

source: Call for Abstracts
ru_ru: Прием тезисов

source: Gives event managers the opportunity to open a "Call for Abstracts" and use the abstract reviewing workflow.
ru_ru: Позволяет организаторам мероприятия открыть прием тезисов докладов и использовать механизм рецензирования тезисов.

source: Abstracts
ru_ru: Тезисы

source: Grants abstract management rights on an event.
ru_ru: Выдать права управления тезисами на мероприятии.

source: Reviewer
ru_ru: Рецензент

source: Reviewing Area
ru_ru: Рецензирование

source: Call for Abstracts (settings, email templates, review questions)
ru_ru: Прием тезисов (настройки, шаблоны писем, вопросы для рецензентов)

source: Rules may not be empty
ru_ru: Правила не могут быть пустыми

source: There are no authors
ru_ru: Не добавлено ни одного автора

source: You must add at least one author
ru_ru: Нужно добавить хотя бы одного автора

source: You must add at least one speaker
ru_ru: Нужно добавить хотя бы одного докладчика (иконка микрофона)

source: This abstract cannot be selected.
ru_ru: Эти тезисы выбрать нельзя.

source: Active
ru_ru: Активный

source: Required
ru_ru: Обязательно

source: Max length
ru_ru: Максимальная длина

source: Max words
ru_ru: Максимальное количество слов

source: Additional text
ru_ru: Дополнительный текст

source: Additional text at end
ru_ru: Дополнительный текст в конце

source: Sort by
ru_ru: Сортировать по

source: Corresponding author
ru_ru: Автор, ответственный за переписку

source: Show abstract IDs
ru_ru: Показать ID тезисов

source: Show abstract IDs in the table of contents.
ru_ru: Показывать идентификаторы тезисов в оглавлении.

source: Minimum lines per abstract
ru_ru: Минимальное количество строк тезисов

source: Minimum lines to reserve per abstract.
ru_ru: Минимальное количество строк, зарезервированных для тезисов.

source: Link formatting
ru_ru: Форматирование ссылок

source: Allow files to be attached to the abstract
ru_ru: Разрешить прикрепление файлов к тезисам

source: Allow speakers
ru_ru: Разрешить выбор докладчиков

source: Allow the selection of the abstract speakers
ru_ru: Позволяет выбирать докладчиков для тезисов

source: Require a speaker
ru_ru: Требуется докладчик

source: Make the selection of at least one author as speaker mandatory
ru_ru: Выберите хотя бы одного докладчика из списка авторов

source: Allow editing
ru_ru: Разрешить редактирование

source: Specify who will be able to edit the abstract
ru_ru: Укажите, кто сможет редактировать тезисы

source: Authorized submitters
ru_ru: Уполномоченные по подаче тезисов

source: These users may always submit abstracts, even outside the regular submission period.
ru_ru: Эти пользователи могут подавать тезисы всегда, даже вне разрешенного периода подачи заявок.

source: Instructions
ru_ru: Инструкции

source: These instructions will be displayed right before the submission form
ru_ru: Эти инструкции будут отображаться непосредственно перед формой отправки

source: Scale (from)
ru_ru: Шкала оценивания (от)

source: Scale (to)
ru_ru: Шкала оценивания (до)

source: Enabling this allows submitters, authors, and speakers to also participate in the comments.
ru_ru: Включение этой опции, позволит заявителям, авторам и докладчикам оставлять комментарии.

source: Reviewing Instructions
ru_ru: Инструкции по рецензированию

source: These instructions will be displayed right before the reviewing form.
ru_ru: Эти инструкции будут отображаться непосредственно перед формой рецензирования.

source: Judgment Instructions
ru_ru: Инструкции по итоговому оцениванию

source: These instructions will be displayed right before the decision box.
ru_ru: Эти инструкции будут отображаться прямо перед окном итогового оценивания.

source: Changing the ratings scale will proportionally affect existing ratings.
ru_ru: Изменение шкалы оценок пропорционально повлияет на существующие оценки.

source: The scale's 'to' value must be greater than the 'from' value.
ru_ru: Значение шкалы оценивания 'до' должно быть больше значения 'от'.

source: Track
ru_ru: Секция

source: Choose a track...
ru_ru: Выберите секцию...

source: The abstract will be accepted in this track
ru_ru: Тезисы доклада будут приняты в эту секцию

source: Contribution type
ru_ru: Тип доклада

source: You may choose a contribution type...
ru_ru: Вы можете выбрать тип доклада...

source: The abstract will be converted into a contribution of this type
ru_ru: Тезисы будут преобразованы в такой тип доклада

source: You may choose a session...
ru_ru: Вы можете выбрать сессию...

source: The generated contribution will be allocated in this session
ru_ru: Полученная публикация будет расположена в этой сессии

source: The current abstract will be marked as duplicate of the selected one
ru_ru: Тезисы будут помечены как дубликат выбранных

source: The current abstract will be merged into the selected one
ru_ru: Текущие тезисы доклада будут объединены с указанными тезисами

source: Authors and speakers of the current abstract will be added to the selected one
ru_ru: Авторы и докладчики этих тезисов будут добавлены к выбранным тезисам.

source: Send notifications to submitter
ru_ru: Отправка уведомлений автору-отправителю

source: You may leave a comment (only visible to conveners and judges)...
ru_ru: Вы можете оставить свой комментарий (он будет виден только организаторам и членам комиссии)...

source: Proposed Action
ru_ru: Предлагаемое действие

source: You may propose a contribution type...
ru_ru: Вы можете предложить тип доклада...

source: Propose for tracks
ru_ru: Предложить для секций

source: Propose an action...
ru_ru: Предложить действие...

source: The abstracts will be accepted in this track
ru_ru: Тезисы докладов будут приняты в эту секцию

source: The abstracts will be converted into a contribution of this type
ru_ru: Тезисы будут преобразованы в такой тип доклада

source: The generated contributions will be allocated in this session
ru_ru: Полученные публикации будут расположены в этой сессии

source: The selected abstracts will be merged into the specified abstract
ru_ru: Выбранные тезисы докладов будут объединены в указанные тезисы

source: Rules
ru_ru: Правила

source: "Reply to" address
ru_ru: Адрес "Reply to"

source: Send to submitter
ru_ru: Отправить автору-отправителю

source: CC
ru_ru: Копия

source: Additional CC e-mail addresses (one per line)
ru_ru: Дополнительные адреса электронной почты для копий CC (по одному на строку)

source: Body
ru_ru: Текст письма

source: Email template
ru_ru: Шаблон письма

source: Invited
ru_ru: Приглашенный

source: Merge
ru_ru: Объединить

source: Withdrawn
ru_ru: Отозвано
