Repository: SashaTimofeev/Practice-2025
Catalog: backups/for_translation_indico_core-messages-all_*-2_20250722_194156.po
Languages: ru_ru

source: I've changed my mind!
ru_ru: Я передумал!

source: Time
ru_ru: Время

source: We'll change your booking's starting time to make it fit
ru_ru: Мы изменим время начала бронирования для избежания накладок

source: Skip one day
ru_ru: Пропустить один день

source: Shorten by one day
ru_ru: Сократить на один день

source: Total{count}
ru_ru: Всего {count}

source: Number of spaces that match your filtering criteria.
ru_ru: Количество мест, соответствующих критериям поиска.

source: Available{count}
ru_ru: Доступно {count}

source: Spaces that are free on that time slot.
ru_ru: Места, которые свободны в этот временной интервал.

source: Unavailable{count}
ru_ru: Недоступно {count}

source: Spaces unavailable during that time slot (click for details).
ru_ru: Места, недоступные в этот промежуток времени (нажмите для получения подробной информации).

source: Unauthorized
ru_ru: Нет доступа

source: Spaces you are not authorized to book.
ru_ru: Места, которые вы не имеете права бронировать.

source: No known spaces match your query
ru_ru: Нет мест, соответствующих вашему запросу

source: No spaces are available during that time slot
ru_ru: В этот промежуток времени свободных мест нет

source: Show only my bookings
ru_ru: Показать только мои бронирования

source: Hide rejected/cancelled bookings
ru_ru: Скрыть отказы/отмены бронирований

source: Show rejected/cancelled bookings
ru_ru: Показать отказы/отмены бронированиий

source: Show unused spaces
ru_ru: Показать неиспользуемые места

source: Hide unused spaces
ru_ru: Скрыть неиспользуемые места

source: Show calendar view
ru_ru: Показать в календаре

source: Show a list of all upcoming bookings
ru_ru: Показать список всех предстоящих бронирований

source: There are no bookings matching the criteria.
ru_ru: Нет бронирований, соответствующих критериям.

source: Start your booking...
ru_ru: Начните бронирование...

source: Search only my favorites
ru_ru: Искать только в избранном

source: Active rooms
ru_ru: Доступных помещений

source: Buildings
ru_ru: Здания

source: Bookings today
ru_ru: Бронирования на сегодня

source: Active booking requests
ru_ru: Активных заявок на бронирование

source: Equipment
ru_ru: Оборудование

source: Building {building}
ru_ru: Здание {building}

source: Min. Capacity
ru_ru: Мин. вместимость

source: Show only...
ru_ru: Показать только...

source: Block rooms
ru_ru: Заблокировать помещения

source: There is {count} match
ru_ru: Найден {count} вариант.

source: Building {buildingNumber}
ru_ru: Здание {buildingNumber}

source: My favorite rooms
ru_ru: Мои избранные помещения

source: Rooms I manage or moderate
ru_ru: Помещения, которые я администрирую или модерирую

source: Rooms I am authorized to book
ru_ru: Помещения, которые я имею право бронировать

source: Once
ru_ru: Единоразово

source: Every week on {weekdays}
ru_ru: Каждый неделя на {weekdays}

source: Every {weekdays}
ru_ru: Каждый {weekdays}

source: Available
ru_ru: Доступный

source: Booking
ru_ru: Бронирование

source: Pre-Booking
ru_ru: Предварительная бронь

source: Conflict
ru_ru: Конфликт

source: Blocking
ru_ru: Резервирование

source: Blocking (allowed)
ru_ru: Резервирование (разрешено)

source: Not bookable
ru_ru: Невозможно забронировать

source: from Materials
ru_ru: из материалов

source: Event Logo
ru_ru: Логотип мероприятия

source: Filename
ru_ru: Имя файла

source: Publish document
ru_ru: Опубликовать документ

source: Download
ru_ru: Загрузить

source: Missing fields
ru_ru: Отсутствуют поля

source: HTML Code
ru_ru: HTML-код

source: Certificate
ru_ru: Сертификат

source: Edit template
ru_ru: Редактировать шаблон

source: Delete template
ru_ru: Удалить шаблон

source: Inherited templates
ru_ru: Унаследованные шаблоны

source: Custom templates
ru_ru: Пользовательские шаблоны

source: Blank template
ru_ru: Пустой шаблон

source: No templates
ru_ru: Нет шаблонов

source: Start writing a template to see the preview here...
ru_ru: Начните составлять шаблон, чтобы увидеть его здесь...

source: {title} (no results)
ru_ru: {title} (нет результатов)

source: Enter a term above to begin searching.
ru_ru: Введите запрос выше, чтобы начать поиск.

source: No Results
ru_ru: Нет результатов

source: Your search - {query} - did not match any results.
ru_ru: Ваш поиск - {query} - не дал результатов.

source: Your search - {query} - did not match any results. You could try {link}searching all of Indico instead{/link}.
ru_ru: Ваш поиск - {query} - не дал результатов. Вы можете попробовать {link}искать по всему Indico{/link}.

source: Sort by: {value}
ru_ru: Сортировать по: {value}

source: Materials
ru_ru: Материалы

source: Categories
ru_ru: Категории

source: Skip access checks
ru_ru: Пропуск проверок доступа

source: Enter your search term
ru_ru: Введите поисковый запрос

source: et al.
ru_ru: и др.

source: Data export
ru_ru: Экспорт данных

source: Your data export is ready
ru_ru: Экспорт данных совершен

source: Retry
ru_ru: Попробовать снова

source: Download link expired
ru_ru: Ссылка на скачивание истекла

source: Basic information about your account
ru_ru: Основная информация о вашей учетной записи

source: Your global Indico settings
ru_ru: Ваши глобальные настройки Indico

source: Data about your contributions in events
ru_ru: Данные о ваших докладах в мероприятиях

source: Data about minutes you wrote in events
ru_ru: Данные о протоколах, которые вы написали в мероприятиях

source: Data you submitted when registering for events
ru_ru: Данные, предоставленные вами при регистрации на мероприятиях

source: Your rooms and reservations
ru_ru: Ваши помещения и бронирование

source: Data about your abstract and paper submissions
ru_ru: Данные о ваших тезисах и статьях

source: Your survey answers
ru_ru: Ваши ответы на анкеты

source: Data about materials you uploaded
ru_ru: Данные о загруженных вами материалах

source: Data about editables submitted through the Editing module
ru_ru: Данные о редактируемых через модуль редактирования материалах

source: Other data such as your API tokens and OAuth applications
ru_ru: Другие данные, такие как ваши API-токены и приложения OAuth.

source: Here, you can request to export all data concerning you that is currently stored in Indico.
ru_ru: Здесь вы можете запросить экспорт всех, касающихся вас, которые в настоящее время хранятся в Indico.

source: At least one option in the data section must be selected
ru_ru: В разделе данных должна быть выбрана хотя бы одна опция

source: Export my data
ru_ru: Экспорт моих данных

source: Include files
ru_ru: Включить файлы

source: If checked, for each selected option, a copy of all your uploaded files will be included in the export. Note that depending on the number of files, this may significantly increase the download size of the export
ru_ru: Если выбрано, для каждого выбранного параметра в экспорт будет включена копия всех загруженных файлов. Обратите внимание, что в зависимости от количества файлов это может значительно увеличить размер загружаемого файла при экспорте

source: Favorite Categories
ru_ru: Избранные Категории

source: You have not marked any category as favorite.
ru_ru: Вы не добавили ни одну категорию в избранное.

source: Favorite Events
ru_ru: Избранные мероприятия

source: You have not marked any event as favorite.
ru_ru: Вы не добавили ни одного мероприятия в избранное.

source: Add Indico user
ru_ru: Добавить пользователя

source: Favorite Users
ru_ru: Избранные пользователи

source: You have not marked any user as favorite.
ru_ru: Вы не добавили ни одного пользователя в избранное.

source: You can manage your email addresses {link}here{/link}.
ru_ru: Вы можете изменить адрес своей электронной почты {link}здесь{/link}.

source: Based on {email}
ru_ru: На основе {email}

source: System-assigned icon
ru_ru: Назначенная системой инконка

source: Custom picture
ru_ru: Пользовательское изображение

source: Block User
ru_ru: Заблокировать пользователя

source: You cannot block yourself
ru_ru: Вы не можете заблокировать себя

source: Events at hand
ru_ru: Ближайшие мероприятия

source: Everything
ru_ru: Все

source: Copy Link
ru_ru: Скопировать ссылку

source: You have not added a preferred Mastodon server on your profile yet. Please add one below.
ru_ru: Вы еще не добавили предпочитаемый сервер Mastodon в свой профиль. Пожалуйста, добавьте его ниже.

source: Preferred Mastodon server added! You can now share this event below.
ru_ru: Добавлен предпочтительный сервер Mastodon! Теперь вы можете поделиться этим событие ниже.

source: Share this page
ru_ru: Поделиться страницей

source: Direct link
ru_ru: Прямая ссылка

source: Add to calendar
ru_ru: Добавить в календарь

source: Share on social media
ru_ru: Поделиться в социальных сетях

source: Are you sure you want to leave this page without saving?
ru_ru: Вы уверены, что хотите покинуть эту страницу без сохранения?

source: Group
ru_ru: Группа

source: Pause
ru_ru: Пауза

source: Confirm that you are not a robot
ru_ru: Подтвердите, что вы не робот

source: Type the characters you see in the image. You can also listen to the audio instead
ru_ru: Введите символы, которые вы видите на картинке. Вы также можете прослушать аудио

source: Failed to load CAPTCHA, try refreshing it
ru_ru: Не удалось загрузить CAPTCHA, попробуйте обновить ее

source: Answer
ru_ru: Ответ

source: Text copied
ru_ru: Текст скопирован

source: Previous year
ru_ru: Предыдущий год

source: Previous month
ru_ru: Предыдущий месяц

source: Next month
ru_ru: Следующий месяц

source: Next year
ru_ru: Следующий год

source: Start
ru_ru: Начало

source: End
ru_ru: Окончание

source: Please enter an email address
ru_ru: Пожалуйста, введите адрес электронной почты

source: Add email
ru_ru: Добавить электронную почту

source: Export options
ru_ru: Параметры экспорта

source: Export all events in this event series
ru_ru: Экспорт всех мероприятий в этой серии

source: Synchronize with your calendar
ru_ru: Синхронизировать с вашим календарем

source: You may copy-paste the following URL into your scheduling application. Contents will be automatically synchronized.
ru_ru: Вы можете скопировать следующий URL-адрес и вставить его в свое приложение календаря. Содержимое будет автоматически синхронизировано.

source: Loading…
ru_ru: Загрузка...

source: Download an iCalendar file that you can use in calendaring applications.
ru_ru: Скачать файл в формате iCalendar, который вы сможете использовать в приложениях календарей.

source: Filter
ru_ru: Фильтр

source: Clear all filters
ru_ru: Сбросить все фильтры

source: No filters were added yet
ru_ru: Фильтры пока не добавлены

source: Enter #id or search string
ru_ru: Введите #id или запрос

source: Mr
ru_ru: Мистер

source: Ms
ru_ru: Мисс

source: Mrs
ru_ru: Миссис

source: Dr
ru_ru: Доктор

source: Prof
ru_ru: Профессор

source: Mx
ru_ru: Микс

source: Edit Person
ru_ru: Редактировать

source: Enter Person
ru_ru: Добавить вручную

source: You are updating details that were originally linked to a user. Please note that its identity will remain the same.
ru_ru: Вы обновляете данные, которые изначально были связаны с зарегистрированным пользователем. Обратите внимание, что данные в его профиле не изменятся.

source: Family Name
ru_ru: Фамилия

source: This email is already used by {name}. You can update the form with their information.
ru_ru: Этот адрес электронной почты уже используется {name}. Вы можете обновить форму, добавив информацию о нем/ней.

source: This email is already used by {name}. You can add the person directly or update the form with their information.
ru_ru: Этот адрес электронной почты уже используется {name}. Вы можете добавить человека напрямую или обновить форму, добавив информацию о нем.

source: This email is currently not linked to this event.
ru_ru: Этот email в настоящее время не связан с этим мероприятием.

source: Edit person
ru_ru: Редактировать

source: Delete person
ru_ru: Удалить

source: There are no persons
ru_ru: Не добавлено ни одного автора

source: Others
ru_ru: Другие

source: Add myself
ru_ru: Добавить себя

source: Add from search
ru_ru: Поиск

source: Enter manually
ru_ru: Добавить вручную

source: required
ru_ru: обязательно

source: Available placeholders
ru_ru: Доступные подстановки

source: Advanced placeholders
ru_ru: Дополнительные подстановки

source: Select a choice
ru_ru: Выберите вариант

source: My Profile
ru_ru: Мой профиль

source: My Preferences
ru_ru: Мои предпочтения

source: Logout
ru_ru: Выход

source: Clear date and time
ru_ru: Очистить дату и время

source: Choose an option
ru_ru: Выберите вариант

source: Add occurrence
ru_ru: Добавить дату события

source: Duration in minutes
ru_ru: Продолжительность в минутах

source: Remove occurrence
ru_ru: Убрать дату события

source: Visibility to participants
ru_ru: Видимость для участников

source: Visibility to everyone
ru_ru: Видимость для всех

source: Visibility duration (weeks)
ru_ru: Длительность доступа (недели)

source: Setting 'Visibility to everyone' to 'Show all participants' is discouraged as everyone who can access this event can see the participant list regardless of the participants' consent.
ru_ru: Не рекомендуется устанавливать для параметра "Видимость для всех" значение "Показать всех участников", так как все, кто имеет доступ к этому мероприятию, смогут видеть список участников независимо от их согласия.

source: {size} bytes
ru_ru: {size} байт

source: Drag file(s) here
ru_ru: Перетащите файл(ы) сюда

source: Choose from your computer
ru_ru: Выберите файл со своего компьютера

source: Drag file here to replace
ru_ru: Перетащите файл сюда для замены

source: Drag file here
ru_ru: Перетащите файл сюда

source: Choose new file from your computer
ru_ru: Выберите новый файл с вашего компьютера

source: There were changes made by someone else
ru_ru: Кто-то другой внес изменения

source: Last modified: {relative_time} by {author}. You can either:
ru_ru: Последнее изменение: {relative_time} от {author}. Вы можете:

source: Overwrite the changes made by the other person with your changes
ru_ru: Перезаписать изменения, сделанные другим человеком, Вашими изменениями

source: Discard your changes and keep the changes made by the other person
ru_ru: Отказаться от Ваших изменений и сохранить изменения, сделанные другим человеком

source: Changes made by someone else
ru_ru: Изменения, внесенные кем-то другим

source: The changes made by someone else since you started editing
ru_ru: Изменения, внесенные кем-то другим с момента начала редактирования

source: Go back to the editor
ru_ru: Вернуться в редактор

source: You cannot switch back to Markdown after switching to HTML.
ru_ru: Нельзя вернуться обратно к Markdown после перехода на HTML.

source: Choose a new picture from your computer
ru_ru: Выберите новое изображение со своего компьютера

source: Take a new picture
ru_ru: Сделать новый снимок

source: Take a picture
ru_ru: Сделать снимок

source: Take a picture with your camera
ru_ru: Сделать снимок с помощью камеры

source: Drag a picture here
ru_ru: Перетащите сюда изображение

source: The picture you uploaded is {width} by {height} pixels. Please upload a picture with a minimum of {minPictureSize} pixels on its shortest side.
ru_ru: Загруженное Вами изображение имеет размер {width} на {height} пикселей. Пожалуйста, загрузите фотографию с минимальным размером {minPictureSize} пикселей по самой короткой стороне.

source: This list is currently empty
ru_ru: Этот список в настоящее время пуст

source: Event Role
ru_ru: Роль мероприятия

source: Registrants
ru_ru: Зарегистрированные участники

source: Registrants in "{form}"
ru_ru: Зарегистрировавшиеся в "{form}"

source: Select favorite
ru_ru: Выбрать избранное

source: {total} favorite
ru_ru: {total} избранный

source: Family name
ru_ru: Фамилия

source: Given name
ru_ru: Имя и Отчество

source: Include users with no Indico account
ru_ru: Включить пользователей, не имеющих учетной записи Indico

source: Exact matches only
ru_ru: Только точные совпадения

source: Select user
ru_ru: Выбрать пользователя

source: Select users
ru_ru: Выбрать пользователей

source: Your query matched too many users. Please try more specific search criteria.
ru_ru: По вашему запросу найдено слишком много пользователей. Пожалуйста, попробуйте использовать более узкие критерии поиска.

source: No users found
ru_ru: Пользователи не найдены

source: {count} user found
ru_ru: Найден {count} пользователь

source: Select group
ru_ru: Выбрать группу

source: Add groups
ru_ru: Добавить группы

source: Group name
ru_ru: Название группы

source: Your query matched too many groups. Please try more specific search criteria.
ru_ru: По вашему запросу найдено слишком много групп. Пожалуйста, попробуйте уточнить критерии поиска.

source: No groups found
ru_ru: Группы не найдены

source: {count} group found
ru_ru: Найдена {count} группа

source: Nobody
ru_ru: Никто

source: Select a user
ru_ru: Выберите пользователя

source: Unknown event role
ru_ru: Неизвестная роль мероприятия

source: Toggle synchronization of this field
ru_ru: Включение/отключение синхронизации этого поля

source: Submitting your error report failed
ru_ru: Отправка отчета об ошибке не удалась

source: Details
ru_ru: Подробности

source: Please let us know what you were doing when the error showed up.
ru_ru: Пожалуйста, сообщите нам, что вы делали в момент появления ошибки.

source: If you enter your email address we can contact you to follow-up on your error report.
ru_ru: Если вы укажете свой адрес электронной почты, мы сможем связаться с вами для уточнения информации об ошибке.

source: Submit Report
ru_ru: Отправить отчет

source: Report Error
ru_ru: Сообщить об ошибке

source: Please report this error to us if it persists after reloading the page.
ru_ru: Пожалуйста, сообщите нам об этой ошибке, если она сохраняется после перезагрузки страницы.

source: Thanks for your error report.
ru_ru: Спасибо за сообщение об ошибке.

source: Dismiss (show next error)
ru_ru: Пропустить (показать следующую ошибку)

source: Red
ru_ru: Красный

source: Orange
ru_ru: Оранжевый

source: Yellow
ru_ru: Жёлтый

source: Olive
ru_ru: Оливковый

source: Green
ru_ru: Зелёный

source: Teal
ru_ru: Бирюзовый

source: Blue
ru_ru: Синий

source: Violet
ru_ru: Фиолетовый

source: Purple
ru_ru: Пурпурный

source: Pink
ru_ru: Розовый

source: Brown
ru_ru: Коричневый

source: Gray
ru_ru: Серый

source: Black
ru_ru: Черный

# Leave a comment (verb)
source: Comment
ru_ru: Комментировать

# Judge editable (verb)
source: Judge
ru_ru: Решение

# Editable
source: Ready for review
ru_ru: Ожидает рецензирования

# Editable
source: Accepted
ru_ru: Принято

# Editable
source: Rejected
ru_ru: Отклонено

# Judge paper (verb)
source: Judge
ru_ru: Решение

# Default value
source: None
ru_ru: Пусто

# Time format
source: None
ru_ru: Не задано

# Classification
source: Label
ru_ru: Метка

# Registration
source: Apply
ru_ru: Применить

# Booking
source: Rejected
ru_ru: Отклонено

# Booking
source: Accepted
ru_ru: Принято

# Filters
source: Apply
ru_ru: Применить

# Building site/location
source: Site
ru_ru: Площадка

# Room number
source: Number
ru_ru: Номер

# Booking mode
source: Restricted
ru_ru: Защищенный

# Repetition
source: Every
ru_ru: Периодичность

# repetition
source: Weekly
ru_ru: Каждую неделю

# repetition
source: Monthly
ru_ru: Ежемесячно

# monthly booking shortcut
source: {number}M
ru_ru: {number}М

# Custom template
source: Add new
ru_ru: Добавить новый

# user data export
source: Your data is being prepared. We will notify you by email once it is available for download.
ru_ru: Ваши данные находятся в процессе подготовки. Мы уведомим вас по электронной почте, когда они будут доступны для загрузки.

# user data export
source: Data export failed
ru_ru: Экспорт данных не удался

# user data export
source: Data selection
ru_ru: Выбор данных

# user data export
source: Additional options
ru_ru: Дополнительные опции

# Salutation
source: Title
ru_ru: Обращение

# Title (salutation)
source: None
ru_ru: Отсутствует

source: {sender_name} (via {site_title})
ru_ru: {sender_name} (через {site_title})

source: You are not allowed to access this page.
ru_ru: У Вас нет доступа к этой странице.

source: The page you are looking for doesn't exist.
ru_ru: Страница, которую вы ищете, не существует.

source: The request was invalid or contained invalid arguments.
ru_ru: Запрос недействителен или содержит недопустимые аргументы.

source: Unrestricted management access for the whole event
ru_ru: Неограниченный доступ к управлению всеми событиями

source: Unrestricted management access for the selected session
ru_ru: Неограниченный доступ к управлению выбранной сессией

source: Unrestricted management access for the selected contribution
ru_ru: Неограниченный доступ к управлению выбранным видом участия

source: Full management access over the room
ru_ru: Полный доступ к управлению комнатой

source: Unrestricted management access for this category and all its subcategories/events
ru_ru: Неограниченный доступ к управлению для этой категории и всех ее подкатегорий/событий

source: Access the public areas of the event
ru_ru: Доступ к общим зонам события

source: Access the public areas of the selected session
ru_ru: Доступ к публичным разделам выбранной сессии

source: Access the public areas of the selected contribution
ru_ru: Доступ к открытым зонам выбранного вида участия

source: View the category and its events
ru_ru: Просмотрите категорию и ее события

source: Access
ru_ru: Доступ

source: Tasks
ru_ru: Задачи

source: The Celery task scheduler does not seem to be running. This means that email sending and periodic tasks such as event reminders do not work.
ru_ru: Планировщик задач Celery, кажется, не запущен. Это означает, что отправка электронной почты и периодические задачи, такие как напоминания о событиях, не работают.

source: The Celery task scheduler is running a different Indico version.
ru_ru: Планировщик задач Celery работает с другой версией Indico.

source: Periodic Tasks
ru_ru: Периодические задачи

source: Schedule
ru_ru: Запланировать

source: every %(interval)s
ru_ru: каждые %(interval)s

source: disabled
ru_ru: выключено

source: custom schedule
ru_ru: пользовательский график

source: default
ru_ru: по умолчанию

source: Subcontribution
ru_ru: Подвид участия

source: Session block
ru_ru: Блок сессии

source: Public
ru_ru: Публичный доступ

source: Inheriting
ru_ru: Наследовать

source: Protected
ru_ru: Защищенный доступ

source: User information (read only)
ru_ru: Информация о пользователе (только для чтения)

source: Classic API (read only)
ru_ru: Классический API (только для чтения)

source: Classic API (write only)
ru_ru: Классическое API (только запись)

source: Event registrants
ru_ru: Участники события

source: Everything (only GET)
ru_ru: Все (только GET)

source: Everything (all methods)
ru_ru: Все (все методы)

# Plugin category title
source: Search
ru_ru: Поиск

# Plugin category title
source: Synchronization
ru_ru: Синхронизация

# Plugin category title
source: Payment
ru_ru: Платеж

# Plugin category title
source: Importers
ru_ru: Импортеры

# Plugin category title
source: Videoconference
ru_ru: Видеоконференция

# Plugin category title
source: Other
ru_ru: Другое

source: Plugins
ru_ru: Плагины

source: Settings saved ({0})
ru_ru: Настроек сохранено ({0})

source: Plugin Details
ru_ru: Подробнее о плагине

source: Plugin Settings
ru_ru: Настройки плагина

source: This plugin does not have any settings.
ru_ru: У этого плагина нет настроек.

source: This plugin has no configurable options
ru_ru: Этот плагин не имеет настраиваемых параметров

source: Table of contents
ru_ru: Оглавление

source: Page {}
ru_ru: Страница {}

source: Registrant
ru_ru: Зарегистрировавшийся

source: Registration details
ru_ru: Регистрационные данные
