Repository: SashaTimofeev/Practice-2025
Catalog: backups/for_translation_indico_core-messages-all_*-2_20250722_194156.po
Languages: ru_ru

source: If you want to fully customize your conference page you can create your own stylesheet and upload it. An example stylesheet can be downloaded {link}here{endlink}
ru_ru: Если Вы хотите полностью настроить страницу конференции под себя, Вы можете создать свою собственную таблицу стилей и загрузить ее. Пример таблицы стилей можно скачать по {link}ссылке{endlink}.

source: New CSS file saved. Do not forget to enable it ("Use custom CSS") after verifying that it is correct using the preview.
ru_ru: Новый файл CSS сохранен. Не забудьте включить его ("использовать пользовательский CSS-файл") после того, как убедитесь в его корректности с помощью предварительного просмотра.

source: CSS file deleted
ru_ru: Файл CSS удален

source: Menu customization has been enabled.
ru_ru: Настройка меню была включена.

source: Menu customization has been disabled.
ru_ru: Настройки меню были отключены.

source: Separator
ru_ru: Разделитель

source: Toggle visibility
ru_ru: Показать/Скрыть

source: Edit entry
ru_ru: Редактировать запись

source: Use selected template
ru_ru: Использовать выбранный шаблон

source: Back to management area
ru_ru: Вернуться в настройки

source: Download CSS
ru_ru: Скачать CSS

source: Image
ru_ru: Изображение

source: Get link to image
ru_ru: Получить ссылку на изображение

source: Delete image
ru_ru: Удалить изображение

source: Are you sure you want to delete '%(filename)s'?
ru_ru: Вы уверены, что хотите удалить '%(filename)s'?

source: There are no images in this event. You can upload some using the form above.
ru_ru: Для этого мероприятия нет изображений. Вы можете загрузить их, используя форму выше.

source: Upload images
ru_ru: Загрузка изображений

source: Existing Images
ru_ru: Существующие изображения

source: General
ru_ru: Общие

source: Header Style
ru_ru: Стиль заголовка

source: View current stylesheet
ru_ru: Просмотр текущей таблицы стилей

source: Stylesheet
ru_ru: Таблица стилей

source: Upload CSS file
ru_ru: Загрузить файл CSS

source: Upload logo
ru_ru: Загрузить логотип

source: Customize menu
ru_ru: Настроить меню

source: Menu customization is currently enabled. Disabling it will revert all changes.
ru_ru: Настройка меню сейчас включена. Отключение приведёт к отмене всех изменений.

source: When enabling menu customization, you can re-arrange menu entries and add custom links/pages to your event.
ru_ru: Включив настройку меню, вы сможете переставлять пункты и добавлять свои ссылки или страницы к событию.

source: Disabling menu customizations will revert to the default menu and PERMANENTLY DELETE all menu customizations including custom pages.
ru_ru: Отключение настроек меню приведет к возврату к меню по умолчанию и БЕЗВОЗВРАТНОМУ УДАЛЕНИЮ всех ранее заданных настроек меню, включая пользовательские страницы.

source: Click and drag the blocks to reorder the menu entries.
ru_ru: Перетащите блоки, чтобы изменить порядок пунктов меню.

source: Add entries
ru_ru: Добавить записи

source: Add new entries to the event menu.
ru_ru: Добавить новую запись в меню события.

source: Add an entry
ru_ru: Добавить запись

source: New link
ru_ru: Новая ссылка

source: New page
ru_ru: Новая страница

source: Add page
ru_ru: Добавить страницу

source: Add spacer
ru_ru: Добавить разделитель

source: Edit page
ru_ru: Редактировать страницу

source: Workflows
ru_ru: Процессы

source: Reports
ru_ru: Отчеты

source: Advanced options
ru_ru: Дополнительные настройки

source: Program Codes
ru_ru: Программные коды

source: Clone Once
ru_ru: Клонировать один раз

source: Clone with fixed Interval
ru_ru: Повторения через заданный интервал

source: Clone with recurring Pattern
ru_ru: Повторения по заданному шаблону

source: URL shortcut
ru_ru: Короткий URL

source: The URL shortcut must be unique within this Indico instance and is not case sensitive.
ru_ru: Короткий URL должен быть уникальным на этом сервере Indico и не учитывать регистр.

source: Specifying this date overrides the start date displayed on the main conference page.
ru_ru: Указание этой даты изменяет дату начала, отображаемую на главной странице конференции.

source: Specifying this date overrides the end date displayed on the main conference page.
ru_ru: Указание этой даты изменяет дату окончания, отображаемую на главной странице конференции.

source: Map URL
ru_ru: Ссылка на карту

source: Emails
ru_ru: Электронная почта

source: Phone numbers
ru_ru: Номера телефонов

source: number
ru_ru: число

source: Organizers
ru_ru: Организаторы

source: Additional information
ru_ru: Дополнительная информация

source: This text is displayed on the main conference page.
ru_ru: Этот текст отображается на главной странице конференции.

source: Invalid email address: {}
ru_ru: Недействительный адрес электронной почты: {}

source: Contact email
ru_ru: Контактный адрес электронной почты

source: External page
ru_ru: Внешняя страница

source: List of URLs to external pages containing privacy notices.
ru_ru: Список URL-адресов, ведущих на внешние страницы, где содержатся уведомления о конфиденциальности.

source: Text
ru_ru: Текст

source: Only used if no URL is provided
ru_ru: Используется только в том случае, если URL не указан

source: Define either a privacy notice text or URLs
ru_ru: Укажите текст уведомления о конфиденциальности или URL-адреса

source: Access key
ru_ru: Код доступа

source: It is more secure to use only the ACL and not set an access key. <strong>It will have no effect if the event is not protected</strong>
ru_ru: Безопаснее использовать только список доступа (ACL), не устанавливая ключ доступа. <strong>Это не будет иметь эффекта, если событие не защищено</strong>

source: From which point in the category tree this event will be visible from (number of categories upwards). Applies to "Today's events", Calendar. If the event is moved, this number will be preserved. The "Invisible" option will also hide the event from the category's event list except for managers.
ru_ru: С какого места в дереве категорий будет отображаться это мероприятие (количество категорий выше данной). Применяется к разделу "Мероприятия сегодня" и календарю. Если мероприятие будет перемещено, этот номер сохранится. Опция "Невидимый" также скроет мероприятия из списка мероприятий этой категории ото всех, за исключением менеджеров.

source: Public registration
ru_ru: Публичная регистрация

source: Allow users who cannot access the event to register. This will expose open registration forms to anyone with a link to the event, so you can let users register without giving access to anything else in your event.
ru_ru: Разрешать регистрироваться пользователям, которые не будут участвовать в мероприятии. Это позволит предоставить доступ к открытым регистрационным формам всем, у кого есть ссылка на мероприятие, так что Вы можете позволить пользователям регистрироваться, не предоставляя доступа к чему-либо еще в Вашем мероприятии.

source: Speakers can submit
ru_ru: Докладчики могут подавать

source: Subcontribution speakers can edit minutes and upload materials.
ru_ru: Суб-докладчики могут редактировать протоколы и загружать материалы.

source: Page size
ru_ru: Размер страницы

source: How to repeat
ru_ru: Как повторять

source: Refresh user information
ru_ru: Обновить информацию о пользователе

source: When checked, names and affiliations of users in the cloned event will be synchronized with their Indico user profiles.
ru_ru: При выборе этой опции имена и аффилиации пользователей в клонированном событии будут синхронизированы с их профилями пользователей в Indico.

source: Starting
ru_ru: Начало

source: Until a given day (inclusive)
ru_ru: До определенного дня (включительно)

source: A number of times
ru_ru: Несколько раз

source: Number of times
ru_ru: Количество раз

source: You can clone a maximum of 100 times
ru_ru: Вы можете клонировать не более 100 раз.

source: Months
ru_ru: Месяцы

source: Number of months between repetitions
ru_ru: Количество месяцев между повторениями

source: Session blocks
ru_ru: Блоки сессий

source: Event URL
ru_ru: URL мероприятия

source: This is the primary language of the event. It will be included in the metadata of the event.
ru_ru: Это основной язык события. Он будет включен в метаданные события.

source: Enforce language
ru_ru: Принудительный язык

source: If set, Indico will use the default language instead of the user's language when displaying the event or sending emails related to it. This setting should be enabled only for events where it is important that there is no mix of languages e.g. due to custom menu titles.
ru_ru: Если включено, Indico будет использовать язык события по умолчанию вместо языка пользователя при отображении события и отправке связанных с ним писем. Эту настройку следует использовать только для событий, где важно исключить смешение языков — например, из-за пользовательских названий в меню.

source: Additional languages
ru_ru: Дополнительные языки

source: Languages from this list will be used if the user selected one of them, even if it's not the event's default language.
ru_ru: Языки из этого списка будут применяться, даже если они не совпадают с языком события по умолчанию.

source: No default language
ru_ru: Нет языка по умолчанию

source: The year of the session block
ru_ru: Год блока сессии

source: The month of the session block
ru_ru: Месяц блока сессии

source: The day of the session block
ru_ru: День блока сессии

source: The weekday of the session block (e.g. "TU")
ru_ru: День недели в блоке сессии (например, "TU")

source: The weekday of the session block (e.g. "TUE")
ru_ru: День недели в блоке сессии (например, "TUE").

source: Edit session "{name}"
ru_ru: Редактировать сессию "{name}"

source: You have added a user with no Indico account.
ru_ru: Вы добавили пользователя без Indico аккаунт.

source: An Indico account may be needed to upload materials and/or manage contents.
ru_ru: Для загрузки материалов и/или управления содержимым может потребоваться аккаунт Indico.

source: To invite them, please go to the {link_start}Roles page{link_end}
ru_ru: Чтобы пригласить их, перейдите на страницу {link_start}Роли.{link_end}

source: The event is now locked.
ru_ru: Мероприятие теперь заблокировано.

source: The event is now unlocked.
ru_ru: Мероприятие теперь разблокировано.

source: Moving the event "{event}" to "{category}" has been requested and is pending approval
ru_ru: Перемещение события "{event}" в категорию "{category}" было запрошено и ожидает одобрения.

source: You can clone maximum of 100 times at once
ru_ru: Вы можете клонировать не более 100 раз за одну операцию

source: {} new events created.
ru_ru: {} новых мероприятий создано.

source: You do not have management rights to this event
ru_ru: У Вас нет прав управлять этим мероприятием

source: Import successful!
ru_ru: Импорт прошел успешно!

source: Download PDF
ru_ru: Скачать PDF

source: Protection settings have been updated
ru_ru: Настройки безопасности обновлены

source: Changing the event type to %(type)s will change the look of the event page and may disable some features not available for the new event type.
ru_ru: Изменение типа мероприятия на %(type)s приведет к изменению внешнего вида страницы мероприятия и может скрыть доступ к некоторым функциям, недоступным для нового типа мероприятия.

source: Change type
ru_ru: Изменить тип

source: This is the event's current type.
ru_ru: Это текущий тип мероприятия.

source: Confirm type change
ru_ru: Подтверждение изменения типа мероприятия

source: Only the event creator and category managers may unlock an event.
ru_ru: Разблокировать мероприятие могут только его создатель и организаторы, ответственные за категории.

source: Unlock
ru_ru: Разблокировка

source: Only the event creator and category managers may lock an event.
ru_ru: Заблокировать мероприятие могут только его создатель и организаторы, ответственные за категории.

source: Lock
ru_ru: Блокировка

source: Unlock event
ru_ru: Разблокировать мероприятие

source: Lock event
ru_ru: Заблокировать мероприятие

source: Import from event
ru_ru: Импорт из мероприятия

source: Import from other event
ru_ru: Импорт из другого мероприятия

source: Clone event
ru_ru: Клонировать событие

source: Clone Event
ru_ru: Клонировать событие

source: Event actions
ru_ru: Действия над мероприятием

source: Created by %(name)s (%(email)s) from event on %(link_start)s%(date)s%(link_end)s
ru_ru: Создано %(name)s (%(email)s) на основе мероприятия, назначенного на %(link_start)s%(date)s%(link_end)s

source: Created by %(name)s (%(email)s)
ru_ru: Создано: %(name)s (%(email)s)

source: Registrations visibility to other participants
ru_ru: Видимость списка зарегистрировавшихся другим участникам

source: Hiding all
ru_ru: Скрыть все

source: Registrations visibility to everyone else
ru_ru: Видимость списка зарегистрировавшихся всем остальным

source: Manage privacy settings
ru_ru: Управление настройками конфиденциальности

# Short URL
source: None
ru_ru: Не задано

source: Edit basic event data
ru_ru: Редактировать основную информацию о мероприятии

source: Short URL
ru_ru: Короткий URL

source: Copy link to clipboard
ru_ru: Скопировать ссылку в буфер обмена

source: Edit event dates
ru_ru: Редактировать даты проведения мероприятия

source: Screen dates
ru_ru: Отображаемые даты

source: Edit event location
ru_ru: Редактировать место проведения мероприятия

source: Edit contact info
ru_ru: Редактировать контактную информацию

source: Organizer
ru_ru: Организатор

source: Additional info
ru_ru: Дополнительная информация

source: Contact title
ru_ru: Заголовок раздела "Контакты"

source: Edit supported languages
ru_ru: Редактировать поддерживаемые языки

source: See the display page of the event
ru_ru: Переключиться в режим просмотра текущего события

source: This event has been locked and cannot be modified.
ru_ru: Это мероприятие было заблокировано и не может быть изменено.

source: 1. Repetition
ru_ru: 1. Повторение

source: 2. Contents
ru_ru: 2. Содержимое

source: 3. Category
ru_ru: 3. Категория

source: 4. Dates
ru_ru: 4. Даты

source: How should the event be cloned?
ru_ru: Как следует клонировать это мероприятие?

source: What should be cloned?
ru_ru: Что следует клонировать?

source: Where should the events be placed?
ru_ru: Куда следует поместить события?

source: %(lastday)s<strong>All cloned events will occur on the last day of the month.</strong>%(endlastday)s %(link)sWhen?%(endlink)s
ru_ru: %(lastday)s<strong>Все клонированные события будут происходить в последний день месяца.</strong>%(endlastday)s%(link)s Когда?%(endlink)s

source: You are about to <strong>delete</strong> the whole event <strong>%(event_title)s (%(event_date)s)</strong>
ru_ru: Вы собираетесь <strong>удалить</strong> все мероприятие <strong>%(event_title)s (%(event_date)s)</strong>

source: You are about to <strong>delete</strong> the following event:
ru_ru: Вы собираетесь <strong>удалить</strong> следующее событие:

source: Contact/Support
ru_ru: Контакты и поддержка

source: Event protection
ru_ru: Безопасность мероприятия

source: Session coordinator rights
ru_ru: Права координатора сессии

source: Basic rights
ru_ru: Основные права

source: Restricted session timetable management (add contributions, create breaks)
ru_ru: Ограниченное управление расписанием сессии (добавление докладов, создание перерывов)

source: View contribution list (no modifications)
ru_ru: Просмотр списка докладов (без внесения изменений)

source: View session main data (no modifications)
ru_ru: Просмотр основных данных сессии (без внесения изменений)

source: 1. Select event
ru_ru: 1. Выбор мероприятия

source: Which event should be imported?
ru_ru: Какое мероприятие следует импортировать?

source: Please note that if you lock this event, you will not be able to change it anymore. Only the creator of the event or a category manager will be able to unlock it.
ru_ru: Обратите внимание, что если Вы заблокируете это мероприятие, Вы больше не сможете его изменить. Только создатель мероприятия или организатор, ответственный за категории, смогут разблокировать его.

source: You are about to lock this event!
ru_ru: Вы собираетесь заблокировать это мероприятие!

source: Privacy dashboard
ru_ru: Настройка приватности

source: Data controller
ru_ru: Ответственный за данные

source: Privacy notice
ru_ru: Уведомление о конфиденциальности

source: Registration forms
ru_ru: Формы регистрации

source: Program code templates
ru_ru: Шаблоны кода программы конференции

source: Awaiting moderation
ru_ru: Ожидает модерации

source: Book the room
ru_ru: Забронировать помещение

source: Unlisted events are not shown in any category and only explicitly authorized users can see them.<br> <strong>Please note:</strong> If you want to preserve events long-term, you should consider publishing them to a category.
ru_ru: Неопубликованные мероприятия не отображаются ни в одной категории, их могут видеть только явно авторизованные пользователи.<br> <strong>Обратите внимание:</strong> для долговременного сохранения мероприятий их следует опубликовать в одной из категорий.

source: Lecture
ru_ru: Лекция

source: Meeting
ru_ru: Семинар

source: Conference
ru_ru: Конференция

source: Minutes
ru_ru: Протоколы

source: Permanent link
ru_ru: Постоянная ссылка

source: Paper Peer Reviewing
ru_ru: Рецензирование статей

source: Gives event managers the opportunity to let contribution authors submit papers and use the paper peer reviewing workflow.
ru_ru: Позволяет организаторам мероприятия дать возможность авторам доклада подавать статьи и использовать механизм рецензирования статей.

# Paper judgment rights
source: Judge
ru_ru: Член комиссии

source: Content reviewer
ru_ru: Научный рецензент

source: Layout reviewer
ru_ru: Рецензент оформления

source: Judging Area
ru_ru: Оценивание

source: Judges
ru_ru: Члены комиссии

source: List of users allowed to judge papers
ru_ru: Список пользователей - членов комиссии, которым разрешено принимать финальное решение по оцениванию статей

source: Content reviewers
ru_ru: Научные рецензенты

source: List of users allowed to review the content of the assigned papers
ru_ru: Список пользователей, которым разрешено оценивать содержание статей

source: Layout reviewers
ru_ru: Рецензенты оформления

source: List of users allowed to review the layout of the assigned papers
ru_ru: Список пользователей, которым разрешено оценивать оформление статей

source: The moment users can start submitting papers
ru_ru: Время начала подачи статей

source: The moment the submission process ends
ru_ru: Время окончания подачи статей

source: Keep papers hidden
ru_ru: Скрывать статьи

source: Keep papers hidden from participants even after they've been accepted.
ru_ru: Скрывать статьи от участников даже после того, как они были приняты.

source: These users may always submit papers, even outside the regular submission period.
ru_ru: Эти пользователи всегда могут подавать статьи, даже вне отведенного периода для подачи работ.

source: Email notifications
ru_ru: Уведомления по электронной почте

source: Deadline
ru_ru: Крайний срок

source: Not yet submitted
ru_ru: Еще не отправлено

source: Unassigned
ru_ru: Не назначено

# Paper reviewing role
source: Judge
ru_ru: Член комиссии

source: Layout Reviewer
ru_ru: Рецензент оформления

source: Content Reviewer
ru_ru: Научный рецензент

source: Reviewing is currently not possible
ru_ru: Рецензирование в настоящее время невозможно

source: The Call for Papers is closed. Please contact the event organizer for further assistance.
ru_ru: Прием статей закрыт. Пожалуйста, свяжитесь с организатором мероприятия для получения дополнительной помощи.

source: The members of the teams were updated successfully
ru_ru: Члены команд были успешно обновлены

source: Team competences were updated successfully
ru_ru: Компетенции команды были успешно обновлены

source: Call for papers has been rescheduled
ru_ru: Прием статей перенесен

source: Call for papers has been scheduled
ru_ru: Прием статей запланирован

source: Call for papers is now open
ru_ru: Прием статей открыт

source: Call for papers is now closed
ru_ru: Прием статей закрыт

source: The reviewing settings were saved successfully
ru_ru: Настройки рецензирования были успешно сохранены

source: Content reviewing deadline has been set.
ru_ru: Назначен крайний срок для оценивания содержания работ

source: Layout reviewing deadline has been set.
ru_ru: Назначен крайний срок для оценивания содержания работ.

source: Judging deadline has been set.
ru_ru: Крайний срок для оценивания задан.

source: One paper has been judged.
ru_ru: Одна статья был оценена.

source: Paper reviewing roles have been assigned.
ru_ru: Были назначены роли рецензентам статей.

source: Paper reviewing roles have been unassigned.
ru_ru: Были сняты роли с рецензентов статей.

source: Paper template "{}" added.
ru_ru: Шаблон статьи "{}" добавлен.

source: Paper template "{}" updated.
ru_ru: Шаблон статьи "{}" обновлен.

source: Paper template "{}" deleted.
ru_ru: Шаблон статьи "{}" удален.

source: Visible to contributors, reviewers, and judges
ru_ru: Виден для авторов, рецензентов и членов комиссии

# Paper revision
source: Submitted
ru_ru: Отправлено

# Paper revision
source: Accepted
ru_ru: Принято

# Paper revision
source: Rejected
ru_ru: Отклонено

# Paper revision
source: To be corrected
ru_ru: Требуются правки

source: Peer reviewing
ru_ru: Рецензирование

source: Go to timeline
ru_ru: Перейти к результатам рецензирования

source: You can submit files for editing
ru_ru: Вы можете подать файлы на редактуру

source: The call for papers is open
ru_ru: Прием статей открыт

source: You can submit a paper.
ru_ru: Вы можете подать статью.

source: Submit paper for &quot;%(title)s&quot;
ru_ru: Подать статью в &quot;%(title)s&quot;

source: Please wait until the reviewers come back to you
ru_ru: Пожалуйста, подождите, пока рецензенты свяжутся с вами.

source: Your paper was rejected
ru_ru: Ваша статья отклонена

source: You can check the review history in the timeline
ru_ru: Историю рецензирования можно просмотреть в хронологии

source: Your paper needs to be corrected
ru_ru: Ваша статья нуждается в исправлении

source: Please check the review and submit a revised version
ru_ru: Пожалуйста, проверьте рецензию и отправьте исправленную версию

source: Proceedings
ru_ru: Сборник материалов

source: There are no papers yet.
ru_ru: Пока статей нет.

source: Revision
ru_ru: Редакция

source: Paper not yet submitted
ru_ru: Статья еще не отправлена

source: Not submitted
ru_ru: Не отправлено

source: Assign judges to selected contributions
ru_ru: Назначить членов комиссии на выбранные доклады

source: Assign content reviewers to selected contributions
ru_ru: Назначьте научных рецензентов на выбранные доклады

source: Assign layout reviewers to selected contributions
ru_ru: Назначить рецензентов оформления на выбранные доклады

source: Unassign
ru_ru: Отменить назначение

source: Unassign judges from selected contributions
ru_ru: Снять членов комиссии с выбранных докладов

source: Unassign content reviewers from selected contributions
ru_ru: Снять научных рецензентов с выбранных докладов

source: Unassign layout reviewers from selected contributions
ru_ru: Снять рецензентов оформления с выбранных докладов

source: Accept selected papers
ru_ru: Принять выбранные статьи

# Paper
source: Accepted
ru_ru: Принято

source: Reject selected papers
ru_ru: Отклонить выбранные статьи

# Paper
source: Rejected
ru_ru: Отклонено

source: Mark to be corrected selected papers
ru_ru: Отметить выбранные работы как требующие правок

# Paper
source: To be corrected
ru_ru: Требуются правки

source: Download papers
ru_ru: Скачать статьи

source: Competences
ru_ru: Компетенции

source: There are no judges yet.
ru_ru: Членов комиссии пока нет.
