Repository: SashaTimofeev/Practice-2025
Catalog: backups/for_translation_indico_core-messages-all_*-2_20250722_194156.po
Languages: ru_ru

source: I have read, understood and accept the {tosLink}terms of service{/tosLink} and {privacyLink}privacy policy{/privacyLink}.
ru_ru: Я прочитал, понял и принимаю {tosLink}условия обслуживания{/tosLink} и {privacyLink}политику конфиденциальности{/privacyLink}.

source: I have read, understood and accept the {tosLink}terms of service{/tosLink}.
ru_ru: Я прочитал, понял и принимаю {tosLink}условия предоставления услуг{/tosLink}.

source: I have read, understood and accept the {privacyLink}privacy policy{/privacyLink}.
ru_ru: Я прочитал, понял и принимаю {privacyLink}политику конфиденциальности{/privacyLink}.

source: Passwords must match
ru_ru: Пароли должны совпадать

source: There is already some information in Indico that concerns you. We are going to link it automatically.
ru_ru: В системе Indico уже есть информация, относящаяся к вам. Мы автоматически свяжем её с вашим профилем.

source: User information
ru_ru: Информация о пользователе

source: Email address
ru_ru: Адрес электронной почты

source: First name
ru_ru: Имя и Отчество

source: Last name
ru_ru: Фамилия

source: Affiliation
ru_ru: Организация

source: Address
ru_ru: Адрес

source: Phone number
ru_ru: Номер телефона

source: Login details
ru_ru: Данные для входа в систему

source: Username
ru_ru: Имя пользователя

source: Password
ru_ru: Пароль

source: Confirm password
ru_ru: Подтвердить пароль

source: Account moderation
ru_ru: Модерация аккаунта

source: Each new account needs to be approved by an administrator. We will send you an email as soon as your request has been approved.
ru_ru: Каждый новый аккаунт должен быть одобрен администратором. Мы вышлем вам email, как только ваш запрос будет одобрен.

source: Comment
ru_ru: Комментарий

source: You can provide additional information or a comment for the administrators who will review your registration.
ru_ru: Вы можете предоставить дополнительную информацию или комментарий для администраторов которые будут рассматривать вашу заявку на регистрацию.

source: Terms of service
ru_ru: Условия предоставления услуг

source: Privacy Policy
ru_ru: Политика конфиденциальности

source: Last updated
ru_ru: Последнее обновление

source: Submit registration request
ru_ru: Отправьте запрос на регистрацию

source: Create my Indico profile
ru_ru: Создать учетную запись

source: Cancel
ru_ru: Отмена

source: Export
ru_ru: Экспорт

source: Category
ru_ru: Категория

source: Go to...
ru_ru: Перейти к...

source: This category
ru_ru: Это категория

source: No venue
ru_ru: Место не указано

source: Venue
ru_ru: Место

source: Room
ru_ru: Помещение

source: Keywords
ru_ru: Ключевые слова

source: Display by:
ru_ru: Показать по:

source: Select all
ru_ru: Выбрать все

source: Clear
ru_ru: Очистить

source: Unlisted event
ru_ru: Неопубликованное событие

source: There are no event move requests.
ru_ru: Запросы на перенос мероприятия отсутствуют.

source: User
ru_ru: Пользователь

source: Event
ru_ru: Мероприятие

source: Event Date
ru_ru: Дата мероприятия

source: Requested Date
ru_ru: Запрошенная дата

source: Approve
ru_ru: Утвердить

source: or
ru_ru: или

source: Provide the rejection reason
ru_ru: Укажите причину отказа

source: and
ru_ru: и

source: Reject
ru_ru: Отклонить

source: Events
ru_ru: События

source: Contributions
ru_ru: Доклады

source: Number of events
ru_ru: Количество событий

source: The year is the one of the start date of the event.
ru_ru: Год соответствует дате начала мероприятия.

source: No data available
ru_ru: Нет данных

source: Number of contributions
ru_ru: Количество докладов

source: The year is the one of the start date of the contribution.
ru_ru: Год соответствует дате начала доклада.

source: Total number of events
ru_ru: Общее количество мероприятий

source: Total number of contributions
ru_ru: Общее количество докладов

source: Number of attachments
ru_ru: Количество вложений

source: Number of users
ru_ru: Количество пользователей

source: Last updated on: {time}
ru_ru: Последнее обновление: {time}

source: Add category to favorites (This will make events in this category visible on your Dashboard.)
ru_ru: Добавить категорию в избранное (мероприятия в этой категории будут отображаться на информационной панели).

source: Delete category from favorites.
ru_ru: Удалить категорию из избранного.

source: Login as...
ru_ru: Войти как...

source: Your session expired
ru_ru: Ваша сессия истекла

source: Your current session is about to expire
ru_ru: Срок действия Вашей сессии истекает

source: Your session has expired and you have been logged out. Please log in again if you wish to continue using Indico.
ru_ru: Срок действия Вашей сессии истек, и Вы были автоматически ралогинены. Пожалуйста, войдите снова, если хотите продолжить работу с Indico.

source: If you need to save anything, you can also dismiss this message, but any operations on the current page will fail until you manually log in again.
ru_ru: При необходимости вы можете закрыть это сообщение, чтобы сохранить данные, однако любые операции на текущей странице будут недоступны до повторного входа.

source: If you dismiss this message, it will not show up until after your session has expired
ru_ru: Если вы закроете это сообщение, оно не будет показываться до тех пор, пока ваша сессия не завершится

source: Click on the "Refresh" button if you wish to continue using Indico or you will be logged out.
ru_ru: Нажмите на кнопку "Обновить", если вы хотите продолжить работу с Indico, иначе вы будете разлогинены.

source: If you dismiss this message, it will not show up until your session expired.
ru_ru: Если вы закроете это сообщение, оно не будет показываться до тех пор, пока ваша сессия не завершится.

source: Login again
ru_ru: Повторите вход

source: Refresh
ru_ru: Обновить

source: Dismiss
ru_ru: Пропустить

source: Snooze
ru_ru: Отложить

source: Upload PDF
ru_ru: Загрузить PDF

source: Confirm deletion
ru_ru: Подтверждение удаления

source: Delete
ru_ru: Удалить

source: Regex Pattern
ru_ru: Регулярное выражение

source: Delete entry
ru_ru: Удалить запись

source: Add entry
ru_ru: Добавить запись

source: Add event to favorites
ru_ru: Добавить событие в избранное

source: Delete event from favorites
ru_ru: Удалить мероприятие из избранного

source: Basic
ru_ru: Основное

source: Just the event.
ru_ru: Только событие.

source: A detailed timetable containing individual session blocks and top-level contributions.
ru_ru: Подробное расписание, содержащее отдельные блоки сессий и материалы верхнего уровня.

source: Compact
ru_ru: Сжатое

source: Detailed
ru_ru: Подробное

source: A detailed timetable containing all individual contributions.
ru_ru: Подробное расписание с указанием всех индивидуальных докладов.

source: Publish contributions
ru_ru: Опубликовать доклады

source: Set contribution list in draft mode
ru_ru: Установить список докладов в режим черновика

source: Are you sure you want to change the contribution list back to draft mode?
ru_ru: Вы уверены, что вы хотите вернуть список докладов в режим черновика?

source: By doing so the following menu items won't be accessible:
ru_ru: В этом случае следующие пункты меню станут недоступны:

source: Are you sure you want to publish the contribution list?
ru_ru: Вы уверены, что хотите опубликовать список докладов?

source: By doing so the following menu items will be accessible:
ru_ru: В этом случае станут доступны следующие пункты меню:

source: Contribution List
ru_ru: Список докладов

source: My Contributions
ru_ru: Мои Доклады

source: Author List
ru_ru: Список авторов

source: Speaker List
ru_ru: Список докладчиков

source: Timetable
ru_ru: Расписание

source: Book of Abstracts
ru_ru: Сборник тезисов докладов

source: No
ru_ru: Нет

source: Yes
ru_ru: Да

source: Published
ru_ru: Опубликовано

source: Draft
ru_ru: Черновик

source: Contribution
ru_ru: Доклад

source: Submit paper
ru_ru: Подать статью

source: Submit poster
ru_ru: Отправить постер

source: Submit slides
ru_ru: Отправить слайды

source: Submit
ru_ru: Отправить

source: Submit files
ru_ru: Отправить файлы

source: Editable list
ru_ru: Список редактируемых материалов

source: other modules
ru_ru: другие модули

source: other views
ru_ru: другие режимы просмотра

source: Display
ru_ru: Просмотр

source: Management
ru_ru: Управление

source: Confirmation required
ru_ru: Требуется подтверждение

source: Editor uploaded changes to your paper. Please download the updated files and verify their changes. If you reject them, you can upload a new version afterwards.
ru_ru: Редактор загрузил изменения в вашу статью. Пожалуйста, скачайте обновлённые файлы и проверьте внесённые изменения. Если вы отклоните их, вы сможете загрузить новую версию позже.

source: You can leave a comment if you wish
ru_ru: Вы можете оставить комментарий, если хотите

source: Accept
ru_ru: Принять

source: Leave a comment...
ru_ru: Оставьте комментарий...

source: Restrict visibility of this comment to other editors only
ru_ru: Ограничить видимость этого комментария: виден только другим редакторам

source: {userName} left a comment
ru_ru: {userName} оставил(а) комментарий

source: Visible only to editors
ru_ru: Виден только редакторам

source: edited
ru_ru: отредактировано

source: Edit comment
ru_ru: Редактировать комментарий

source: Remove comment
ru_ru: Удалить комментарий

source: Are you sure you want to remove this comment?
ru_ru: Вы уверены, что хотите удалить этот комментарий?

source: Actions
ru_ru: Действия

source: Confirm action: {action}
ru_ru: Подтвердить действие: {action}

source: Delete paper
ru_ru: Удалить статью

source: Delete slide
ru_ru: Удалить слайд

source: Delete poster
ru_ru: Удалить постер

source: This operation is not reversible. Are you sure you want to procceed?
ru_ru: Эту операцию нельзя отменить. Вы уверены, что хотите продолжить?

source: This file was modified since the last revision.
ru_ru: Файл был изменен с момента последней редакции.

source: This file was added since the last revision.
ru_ru: Файл был добавлен с момента последней редакции.

source: No files uploaded
ru_ru: Файлы не загружены

source: Download ZIP
ru_ru: Скачать ZIP-архив

source: Replace the existing file
ru_ru: Заменить существующий файл

source: Delete the existing file
ru_ru: Удалить существующий файл

source: Revert to the existing file
ru_ru: Вернуться к существующему файлу

source: An error occurred while uploading this file
ru_ru: При загрузке этого файла произошла ошибка

source: This file type is required
ru_ru: Этот тип файла является обязательным

source: This file does not conform to the filename template {template}
ru_ru: Этот файл не соответствует шаблону имени файла {template}

source: Use an existing file
ru_ru: Использовать существующий файл

source: Filename pattern: {pattern}
ru_ru: Шаблон имени файла: {pattern}

source: Upload in progress
ru_ru: Идет загрузка

source: No changes yet
ru_ru: Пока никаких изменений

source: Invalid file name: {files}
ru_ru: Недопустимое имя файла: {files}

source: Required file type missing: {types}
ru_ru: Отсутствует необходимый тип файла: {types}

source: Undo review
ru_ru: Отменить рецензию

source: Reset review
ru_ru: Сбросить рецензию

source: Reset
ru_ru: Сбросить

source: Are you sure you want to reset the review?
ru_ru: Вы уверены, что хотите сбросить рецензию?

source: Save changes
ru_ru: Сохранить изменения

source: Edit review comment
ru_ru: Редактировать комментарий с рецензией

source: Request approval
ru_ru: Запросить утверждение

source: Request changes
ru_ru: Запросить изменения

source: Upload files
ru_ru: Загрузить файлы

source: Unknown
ru_ru: Неизвестно

source: Upload corrected revision
ru_ru: Загрузите исправленную версию

source: Submit new revision
ru_ru: Подать новую редакцию

source: Not Ready
ru_ru: Не готово

source: {submitterName} submitted for the contribution {contributionLink}
ru_ru: {submitterName} предоставил(а) материалы для работы {contributionLink}

source: {editorName} is the assigned editor
ru_ru: {editorName} назначенный редактор

source: unassign
ru_ru: отменить назначение

source: No editor assigned
ru_ru: Редактор не назначен

source: assign myself
ru_ru: назначить себя

source: This editable is not fulfilling reviewing conditions.
ru_ru: Этот редактируемый документ не проходит проверку на соответствие требованиям.

source: The Editing period hasn't started yet.
ru_ru: Период редактирования еще не начался.

source: Since you are a manager you can edit anyway.
ru_ru: Поскольку вы являетесь менеджером, вы всё равно можете внести изменения.

source: This editable is not currently assigned to you.
ru_ru: Этот редактируемый документ в данный момент не назначен вам.

source: {submitterName} has submitted files
ru_ru: {submitterName} подал(а) файлы

source: Retracted
ru_ru: Отозвано

source: Hide
ru_ru: Скрыть

source: Show details
ru_ru: Показать детали

source: This revision has been retracted by the editor.
ru_ru: Это решение было отозвано редактором.

source: This revision has been updated
ru_ru: У этой редакции есть обновление

source: {link}Click here to refresh{/link} and see the most recent version.
ru_ru: {link}Нажмите здесь, чтобы обновить{/link} и увидеть самую последнюю версию.

source: Your decision
ru_ru: Ваше решение

source: There are no publishable files. Please upload a {types} file.
ru_ru: Нет файлов, пригодных для публикации. Пожалуйста, загрузите файл {types}.

source: {editorName} (editor) has made some changes to the paper
ru_ru: {editorName} (редактор) внес(-ла) изменения в статью

source: Submitter has accepted proposed changes
ru_ru: Отправитель принял предложенные изменения

source: Submitter has rejected proposed changes
ru_ru: Отправитель отклонил предложенные изменения

source: Submitter has been asked to make some changes
ru_ru: Автора попросили внести правки

source: {editorName} (editor) has accepted after making some changes
ru_ru: {editorName} (редактор) принял(а), внеся некоторые изменения

source: {editorName} (editor) has accepted this revision
ru_ru: {editorName} (редактор) принял эту редакцию документа

source: {editorName} (editor) has rejected this revision
ru_ru: {editorName} (редактор) отклонил эту редакцию документа

source: Revision has been replaced
ru_ru: Редакция была заменена

source: Save
ru_ru: Сохранить

source: No editable types enabled yet. Click the toggle to enable any editable types.
ru_ru: Редактируемые материалы еще не включены. Нажмите на переключатель, чтобы включить типы редактируемых материалов.

source: List
ru_ru: Список

source: Manage
ru_ru: Управление

source: List of editable types
ru_ru: Список редактируемых типов

source: Toggle editable types
ru_ru: Включение типов редактируемых материалов

source: Tags
ru_ru: Теги

source: Configure the tags that can be assigned to revisions
ru_ru: Настройте теги, которые можно назначать версиям статьи

source: Configure
ru_ru: Настроить

source: Status
ru_ru: Статус

source: Editor
ru_ru: Редактор

source: Session
ru_ru: Сессия

source: Has updates
ru_ru: Есть обновления

source: List of papers
ru_ru: Список статей

source: List of slides
ru_ru: Список слайдов

source: List of posters
ru_ru: Список постеров

source: ID
ru_ru: Идентификатор

source: Code
ru_ru: Код

source: Title
ru_ru: Название

source: Rev.
ru_ru: Ред.

source: There has been an update to the latest revision
ru_ru: Обновлена последняя редакция статьи

source: n/a
ru_ru: н/д

source: Assign
ru_ru: Назначить

source: Assign to myself
ru_ru: Назначить себя

source: Judge
ru_ru: Решение

source: Download all files
ru_ru: Скачать все файлы

source: Export as JSON
ru_ru: Экспорт в формате JSON

source: Submission is open
ru_ru: Прием работ открыт

source: Submission is not open
ru_ru: Прием работ закрыт

source: Toggle whether users can submit new editables
ru_ru: Могут ли пользователи отправлять новые редактируемые материалы

source: Close now
ru_ru: Закрыть сейчас

source: Start now
ru_ru: Начать сейчас

source: File types
ru_ru: Типы файлов

source: Configure conditions for reviewing
ru_ru: Настроить условия для рецензирования

source: Contact
ru_ru: Контакты

source: Editors
ru_ru: Редакторы

source: Add extension
ru_ru: Добавить расширение

source: Name
ru_ru: Название

source: Filename template
ru_ru: Шаблон имени файла

source: Multiple files
ru_ru: Несколько файлов

source: AND
ru_ru: И

source: OR
ru_ru: ИЛИ

source: Or
ru_ru: Или

source: Edit tag
ru_ru: Редактировать метку

source: Delete tag
ru_ru: Удалить метку

source: There are no tags defined for this event
ru_ru: Для этого мероприятия не определено никаких тегов

source: Add new tag
ru_ru: Добавить новый тег

source: Create a new tag
ru_ru: Создать новый тег

source: Are you sure you want to delete the tag {tag}?
ru_ru: Вы уверены, что хотите удалить метку {tag}?

source: Color
ru_ru: Цвет

source: Paper
ru_ru: Статья

source: Slides
ru_ru: Слайды

source: Poster
ru_ru: Постер

source: Paper Editing
ru_ru: Редактирование статей

source: Get next paper
ru_ru: Следующая статья

source: Get next poster
ru_ru: Следующий постер

source: Get next slides
ru_ru: Следующие слайды

source: Move events
ru_ru: Переместить мероприятия

source: Move event
ru_ru: Переместить мероприятие

source: Select destination category for the selected events
ru_ru: Выберите категорию для выбранных мероприятий

source: Select destination category for the event
ru_ru: Выберите категорию для мероприятия

source: The event is already in this category
ru_ru: Это событие уже находится в этой категории

source: Confirm event move
ru_ru: Подтвердить перемещение мероприятия

source: You are about to publish this event to {target}.
ru_ru: Вы собираетесь опубликовать этот событие в {target}.

source: You are about to move this event to {target}.
ru_ru: Вы собираетесь переместить это мероприятие в {target}.

source: Confirm
ru_ru: Подтвердить

source: Event has a pending move request
ru_ru: Имеется запрос на перемещение мероприятия

source: Move event to another category
ru_ru: Переместить мероприятие в другую категорию

source: Move
ru_ru: Переместить

source: Move selected events to another category
ru_ru: Переместить выбранные мероприятия в другую категорию

source: Publish event to a category
ru_ru: Опубликовать мероприятие в категории

source: Publish
ru_ru: Опубликовать

source: Create event series
ru_ru: Создать серию мероприятий

source: Create series
ru_ru: Создать серию

source: Events to add
ru_ru: События для добавления

source: Series options
ru_ru: Настройки серии

source: Show the sequence number in the event titles (lectures only)
ru_ru: Показывать порядковый номер в заголовке события (только для лекций).

source: Show links to the other events of the series on the main event page
ru_ru: Показать ссылки на другие события этой серии на главной странице события

source: Event title pattern
ru_ru: Шаблон названия события

source: Title pattern for cloned events. Must contain the {placeholder} placeholder which will indicate the new event's position in the series.
ru_ru: Шаблон названия для клонированного события. Должен содержать строку-шаблон {placeholder}, которая будет указывать на позицию нового события в серии.

source: No event found with this ID.
ru_ru: Не найдено мероприятий с этим идентификатором.

source: Search for an event title or paste an event URL or event ID (#123)
ru_ru: Введите название события, вставьте ссылку или ID события (#123)

source: No results found.
ru_ru: Результаты не найдены.

source: Enter search term
ru_ru: Введите поисковый запрос

source: this event
ru_ru: это событие

source: Remove from event series
ru_ru: Удалить мероприятие из серии

source: Visible only to judges
ru_ru: Виден только членам комиссии

source: Visible to reviewers and judges
ru_ru: Виден для рецензентов и членов комиссии

source: Visible to contributors, reviewers and judges
ru_ru: Виден для авторов, рецензентов и членов комиссии

source: Update comment
ru_ru: Обновить комментарий

source: To be corrected
ru_ru: Требуются правки

source: Reviewing in {group}
ru_ru: Рецензирование в разделе {group}

source: Ratings
ru_ru: Оценки

source: Proposal
ru_ru: Предложение

source: Propose an action
ru_ru: Предложить действие

source: You may leave a comment (only visible to reviewers and judges)...
ru_ru: Вы можете оставить комментарий (он будет виден только рецензентам и членам комиссии)...

source: Change review
ru_ru: Изменить отзыв

source: Submit review
ru_ru: Отправить отзыв

source: Peer Reviewing
ru_ru: Рецензирование

source: The paper was reviewed
ru_ru: Статья прошла рецензирование

source: Your paper is under review
ru_ru: Ваша статья рецензируется

source: Submit for Editing
ru_ru: Отправить на редактирование

source: Submit for editing
ru_ru: Отправить на редактирование

source: The paper was {url}submitted{/url} for editing
ru_ru: Статья была {url}отправлена{/url} на редактирование.

source: Paper files
ru_ru: Файлы статьи

source: Leave a comment for the submitter...
ru_ru: Оставить комментарий для автора...

source: Submitted on {date} by {submitter}
ru_ru: Подал(а) {submitter} {date}

source: Review
ru_ru: Оставить рецензию

source: Change reviews
ru_ru: Изменить отзывы

source: On {modificationDate} by {modifiedBy}
ru_ru: {modificationDate}{modifiedBy}

source: {judgeName} accepted this paper.
ru_ru: {judgeName} принял(а) эту статью.

source: {judgeName} rejected this paper.
ru_ru: {judgeName} отклонил(а) эту статью.

source: {judgeName} asked for changes.
ru_ru: {judgeName} попросил(а) внести изменения.

source: Reset judgment
ru_ru: Отменить решение

source: Confirm the operation
ru_ru: Подтверждение операции

source: Do you really want to reset the judgment? This operation is irreversible.
ru_ru: Вы действительно хотите отменить решение? Эта операция необратима.

source: The paper was accepted.
ru_ru: Статья принята.

source: The paper was rejected.
ru_ru: Статья отклонена.

source: The paper requires changes.
ru_ru: Требуется внести правки в статью.

source: {reviewerName} left a review
ru_ru: {reviewerName} оставил рецензию

source: Proposed to {actionName}accept{/actionName}
ru_ru: Предложено {actionName}принять{/actionName}

source: Proposed to {actionName}reject{/actionName}
ru_ru: Предложено {actionName}отклонить{/actionName}

source: Proposed to {actionName}correct{/actionName}
ru_ru: Предложено {actionName}исправить{/actionName}

source: · score {prettyScore}
ru_ru: · оценка {prettyScore}

source: hide ratings
ru_ru: Скрыть оценки

source: show ratings
ru_ru: Показать оценки

source: Edit review
ru_ru: Редактировать отзыв

source: {submitterName} submitted paper revision {revisionNumber}
ru_ru: {submitterName} подал(а) редакцию {revisionNumber} статьи

source: Hide old revision
ru_ru: Скрыть старую редакцию

source: Show old revision
ru_ru: Показать старую редакцию

source: There are no persons associated with contributions in the selected sessions
ru_ru: В выбранных сессиях нет лиц, связанных с докладами.

source: Submitters
ru_ru: Отправители

source: Speakers
ru_ru: Докладчики

source: Authors
ru_ru: Авторы

source: Co-authors
ru_ru: Соавторы

source: Not registered
ru_ru: Не зарегистрирован

source: This person submitted an abstract
ru_ru: Этот автор отправил тезисы.

source: Authors list
ru_ru: Список авторов

source: Filter by
ru_ru: Фильтр по

source: Close
ru_ru: Закрыть

source: Edit person information
ru_ru: Редактировать информацию о человеке

source: Speaker
ru_ru: Докладчик

source: Author
ru_ru: Автор

source: Co-author
ru_ru: Соавтор

source: Submitter
ru_ru: Автор-отправитель

source: Send emails to these roles
ru_ru: Отправить электронные письма участникам с этими ролями

source: Send email
ru_ru: Отправить email

source: Recipients
ru_ru: Получатели

source: Copied!
ru_ru: Скопировано!

source: Copy to clipboard
ru_ru: Копировать в буфер обмена
