Repository: SashaTimofeev/Practice-2025
Catalog: backups/for_translation_indico_core-messages-all_*-2_20250722_194156.po
Languages: ru_ru

source: {count} email has been sent.
ru_ru: {count} email был отправлен.

source: Preview
ru_ru: Предварительный просмотр

source: Edit
ru_ru: Редактировать

source: This preview is only shown for a single recipient.
ru_ru: Это предварительный просмотр письма только для одного получателя.

source: When sending the emails, each recipient will receive an email customized with their personal data.
ru_ru: При отправке электронных писем каждый получатель получит персонализированное письмо, в котором будут указаны его личные данные.

source: Subject
ru_ru: Тема

source: Email body
ru_ru: Текст письма

source: Sender
ru_ru: Отправитель

source: BCC addresses
ru_ru: Адреса BCC (отправка скрытых копий)

source: Send a copy of each email to every address in this list
ru_ru: Отправить копию каждого электронного письма по всем адресам из этого списка

source: Send a copy of each email to my mailbox
ru_ru: Отправить копию каждого электронного письма на мой почтовый ящик

source: Send
ru_ru: Отправить

source: This person is a speaker
ru_ru: Этот автор является докладчиком

source: This person is not a speaker
ru_ru: Этот автор не является докладчиком

source: Email
ru_ru: Электронная почта

source: Author type
ru_ru: Тип автора

source: Roles
ru_ru: Роли

source: This person is registered for the event
ru_ru: Этот человек зарегистрирован на мероприятие

source: This person is not yet registered
ru_ru: Этот человек еще не зарегистрирован

source: No persons were found matching the selected criteria.
ru_ru: Не удалось найти никого, кто удовлетворял бы выбранным критериям.

source: Your participation will only be visible to organizers of this event.
ru_ru: Информация о Вашем участии будет видна только организаторам этого мероприятия.

source: Your participation will be displayed to other participants of this event.
ru_ru: Информация о Вашем участии будет видна другим участникам этого мероприятия.

source: Your participation will be displayed to everyone who can see this event.
ru_ru: Информация о Вашем участии будет доступна всем, кто может видеть это мероприятие.

source: Do not display my participation to anyone
ru_ru: Не показывать информацию о моем участии никому

source: Display my participation only to other participants of this event
ru_ru: Показать информацию о моем участии только другим участникам этого мероприятия

source: Display my participation to everyone who can see this event
ru_ru: Показать информацию о моем участии всем, кто может видеть это мероприятие

source: Send reminders
ru_ru: Отправить напоминания

source: Add
ru_ru: Добавить

source: No tags assigned.
ru_ru: Теги не заданы.

source: Add tags
ru_ru: Добавить теги

source: Participants
ru_ru: Участники

source: There are no published registrations.
ru_ru: Нет опубликованных регистраций.

source: There are no registrations yet.
ru_ru: Зарегистрировавшихся пока нет.

source: Show registered participant view instead
ru_ru: Показать отображение для зарегистрированного участника

source: Show unregistered guest view instead
ru_ru: Показать отображение для незарегистрированного гостя

source: Privacy policy
ru_ru: Политика конфиденциальности

source: Participant list
ru_ru: Список участников

source: This section is only visible to managers.
ru_ru: Этот раздел виден только менеджерам.

source: These fields won't be displayed to registrants
ru_ru: Эти поля не будут отображаться у зарегистрированных участников

source: Arrival
ru_ru: Прибытие

source: Departure
ru_ru: Отъезд

source: Total: {price}
ru_ru: Итого: {price}

source: You must select an option
ru_ru: Вы должны выбрать один из вариантов

source: Choices
ru_ru: Выбор

source: First Name
ru_ru: Имя и Отчество

source: Last Name
ru_ru: Фамилия

source: No accompanying persons registered
ru_ru: Сопровождающие лица не зарегистрированы

source: Remove this person
ru_ru: Удалить этого человека

source: Add accompanying person
ru_ru: Добавить сопровождающее лицо

source: Edit accompanying person
ru_ru: Редактировать сопровождающее лицо

source: Accompanying persons count against registration limit
ru_ru: Сопровождающие лица учитываются в ограничении на количество зарегистрировавшихся участников

source: This field is required.
ru_ru: Это поле должно быть заполнено.

source: Places limit
ru_ru: Устанавливает границы

source: Default value
ru_ru: Значение по умолчанию

source: The currently chosen option is not available anymore. If you unselect it you won't be able to choose it back.
ru_ru: Выбранный в данный момент вариант больше не доступен. Если вы отмените выбор, вы не сможете выбрать его снова.

source: Caption
ru_ru: Подпись

source: Price ({currency})
ru_ru: Цена ({currency})

source: Limit
ru_ru: Ограничение

source: Max. extra slots
ru_ru: Макс. дополнительных слотов

source: Remove row
ru_ru: Удалить строку

source: Disable choice
ru_ru: Отключить

source: 12 hours
ru_ru: 12 часов

source: 24 hours
ru_ru: 24 часа

source: Date format
ru_ru: Формат даты

source: Time format
ru_ru: Формат времени

source: Checking email address...
ru_ru: Проверка адреса электронной почты...

source: There is already a registration with this email address.
ru_ru: Такой email уже зарегистрирован

source: The user associated with this email address is already registered.
ru_ru: Пользователь с таким адресом электронной почты уже зарегистрирован.

source: There is no Indico user associated with this email address.
ru_ru: С этим адресом электронной почты не связан ни один пользователь Indico.

source: This email address is not associated with your Indico account.
ru_ru: Этот адрес электронной почты не связан с вашим аккаунтом Indico.

source: The domain used in the email address does not exist.
ru_ru: Домен, используемый в адресе электронной почты, не существует.

source: This email address is invalid.
ru_ru: Этот адрес электронной почты недействителен.

source: The registration will not be associated with any Indico account.
ru_ru: Регистрация не будет связана с существующей учетной записью Indico.

source: The registration will be associated with your Indico account.
ru_ru: Регистрация будет связана с Вашей учетной записью Indico.

source: The registration will be associated with the Indico account {name}.
ru_ru: Регистрация будет связана с аккаунтом Indico пользователя {name} .

source: This field is required
ru_ru: Это поле должно быть заполнено

source: Enable extra slots
ru_ru: Добавить дополнительные слоты

source: Minimum
ru_ru: Минимум

source: Maximum
ru_ru: Максимум

source: {count} place left
ru_ru: Осталось {count} место

source: No places left
ru_ru: Мест не осталось

source: Widget type
ru_ru: Тип виджета

source: Drop-down list
ru_ru: Раскрывающийся список

source: Radio buttons
ru_ru: Переключатели

source: Default option
ru_ru: Значение по умолчанию

source: Rows
ru_ru: Строки

source: Min. length
ru_ru: Минимальная длина

source: If you want to make the field required, select the "Required field" checkbox. The minimum length only applies if the field is not empty.
ru_ru: Если вы хотите сделать поле обязательным, установите флажок "Обязательное поле". Минимальная длина применяется только в том случае, если поле не пустое.

source: Max. length
ru_ru: Макс. длина

source: The minimum length cannot be greater than the maximum length.
ru_ru: Минимальная длина не может быть больше максимальной длины.

source: Collapse days
ru_ru: Выбрать дни

source: Text field
ru_ru: Текстовое поле

source: Text area
ru_ru: Текстовая область

source: Number
ru_ru: Число

source: Checkbox
ru_ru: Чекбокс

source: Date
ru_ru: Дата

source: Yes/No
ru_ru: Да/Нет

source: Phone
ru_ru: Телефон

source: Country
ru_ru: Страна

source: File
ru_ru: Файл

source: Single Choice
ru_ru: Единственный выбор

source: Multiple Choice
ru_ru: Множественный выбор

source: Accommodation
ru_ru: Проживание

source: Accompanying Persons
ru_ru: Сопровождающие лица

source: Picture
ru_ru: Рисунок

source: Timetable Sessions
ru_ru: Расписание сессий

source: Captcha
ru_ru: Капча

source: Restore
ru_ru: Восстановить

source: Are you sure you want to delete the section "{field}"?
ru_ru: Вы уверены, что хотите удалить раздел "{field}"?

source: Remove field
ru_ru: Удалить поле

source: Enable field
ru_ru: Включить поле

source: Configure field
ru_ru: Настроить поле

source: Disable section
ru_ru: Отключить раздел

source: Configure section
ru_ru: Настроить раздел

source: Configure field "{section}"
ru_ru: Настроить поле "{section}"

source: Add new field
ru_ru: Добавить новое поле

source: Description
ru_ru: Описание

source: You may use Markdown for formatting.
ru_ru: Вы можете использовать Markdown для форматирования.

source: Price
ru_ru: Цена

source: Required field
ru_ru: Обязательное поле

source: Privacy
ru_ru: Приватность

source: Permanent
ru_ru: Постоянно

source: Retention period (weeks)
ru_ru: Период хранения (недели)

source: Specify how long user-provided data for this field will be preserved in the database.
ru_ru: Укажите, как долго предоставленные пользователем в этом поле сведения будут храниться в базе данных.

source: Add field
ru_ru: Добавить поле

source: Add section
ru_ru: Добавить раздел

source: Saving...
ru_ru: Сохранение...

source: Configure section "{section}"
ru_ru: Настроить раздел "{section}"

source: Add new section
ru_ru: Добавить новый раздел

source: Manager-only
ru_ru: Только для организаторов

source: Whether the section is only visible for managers.
ru_ru: Будет ли этот раздел виден только организаторам.

source: I have read and agree to the {url}Privacy policy{/url}
ru_ru: Я прочитал и согласен с {url}политикой конфиденциальности{/url}

source: Management Options
ru_ru: Настройки организатора

source: Send an email notification to the user
ru_ru: Отправить уведомление на email пользователя

source: Ignore field requirements for custom fields
ru_ru: Игнорировать требования к пользовательским полям

source: Specify whether you consent to being included in the event's list of participants
ru_ru: Укажите, согласны ли Вы на включение в список участников мероприятия

source: Modify
ru_ru: Изменить

source: Register
ru_ru: Регистрация

source: Recipients addresses
ru_ru: Адреса получателей

source: Send email to every address in this list
ru_ru: Отправить email на каждый адрес из этого списка.

source: Send email to all event participants
ru_ru: Отправить email всем участникам мероприятия

source: You must choose at least one recipient
ru_ru: Вы должны выбрать хотя бы одного получателя

source: Log entries are currently filtered by URL. {link}Click here{/link} to disable the filter.
ru_ru: В настоящее время записи журнала фильтруются по URL. {link}Нажмите здесь{/link}, чтобы отключить фильтр.

source: Show
ru_ru: Показать

source: Previous
ru_ru: Назад

source: Related entries
ru_ru: Похожие записи

source: Next
ru_ru: Далее

source: Booked for
ru_ru: Забронировано для

source: by {user}
ru_ru: от {user}

source: Warning
ru_ru: Предупреждение

source: Cancellation not possible
ru_ru: Отмена невозможна

source: The booking has been successfully split
ru_ru: Бронирование было успешно разделено

source: Pending Confirmation
ru_ru: Требуется подтверждение

source: Cancelled
ru_ru: Отменен

source: The booking was rejected.
ru_ru: Бронирование отклонено.

source: Reject booking
ru_ru: Отклонить бронирование

source: Accept booking
ru_ru: Принять бронирование

source: This booking has already started.
ru_ru: Бронирование уже началось.

source: Your booking has already started and will be split into:
ru_ru: Ваше бронирование уже началось и будет разделено на:

source: New booking
ru_ru: Новое бронирование

source: Month
ru_ru: Месяц

source: Week
ru_ru: Неделя

source: Single booking
ru_ru: Единоразовое бронирование

source: Daily booking
ru_ru: Ежедневное бронирование

source: Recurring booking
ru_ru: Повторяющееся бронирование

source: Every
ru_ru: Периодичность

source: Recurring every
ru_ru: Повторять по

source: Export bookings
ru_ru: Экспорт бронирований

source: Period
ru_ru: Период

source: This booking will be linked to a contribution:
ru_ru: Это бронирование будет связано с публикацией:

source: Something went wrong
ru_ru: Что-то пошло не так

source: Your booking will be linked to an event:
ru_ru: Ваше бронирование будет связано с мероприятием:

source: Exit linking mode
ru_ru: Выйти из режима привязки

source: Show only rooms in this area
ru_ru: Показать только помещения в этой области

source: Select area
ru_ru: Выбрать область

source: Usage
ru_ru: Использование

source: See all bookings
ru_ru: Посмотреть все бронирования

source: Would you like to use this space?
ru_ru: Хотите использовать это место?

source: Start booking
ru_ru: Начать бронирование

source: Start pre-booking
ru_ru: Начать предварительное бронирование

source: Anyone can book this space.
ru_ru: Любой желающий может забронировать это помещение.

source: This space cannot be booked at the moment.
ru_ru: В данный момент это место нельзя забронировать.

source: You are not authorized to book this space.
ru_ru: У вас нет прав для бронирования этого места.

source: Room Details
ru_ru: Сведения о помещении

source: Last day
ru_ru: Последний день

source: All days
ru_ru: Все дни

source: Owner
ru_ru: Владелец

source: Where is the key?
ru_ru: Где ключ?

source: Telephone
ru_ru: Телефон

source: Information
ru_ru: Информация

source: Capacity
ru_ru: Вместимость

source: Comments
ru_ru: Комментарии

source: Location
ru_ru: Расположение

source: Building
ru_ru: Здание

source: Floor
ru_ru: Этаж

source: Surface Area (m²)
ru_ru: Площадь (м²)

source: Latitude
ru_ru: Широта

source: Longitude
ru_ru: Долгота

source: Basic Details
ru_ru: Основные детали

source: Permissions
ru_ru: Разрешения

source: Notifications
ru_ru: Уведомления

source: Options
ru_ru: Опции

source: Add Room
ru_ru: Добавить помещение

source: Edit Room Details
ru_ru: Редактировать сведения о помещении

source: Room has been successfully created.
ru_ru: Помещение было успешно создано.

source: Room has been successfully updated.
ru_ru: Помещение было успешно обновлено.

source: Notification emails
ru_ru: Адреса электронной почты для уведомлений

source: Reminders enabled
ru_ru: Напоминания включены

source: Reminders of finishing bookings enabled
ru_ru: Включить напоминания о завершении бронирования

source: How many days in advance booking reminders should be sent
ru_ru: За сколько дней до бронирования следует отправлять напоминания

source: Single/Daily
ru_ru: Единоразово/ежедневно

source: Weekly
ru_ru: Еженедельно

source: Monthly
ru_ru: Ежемесячно

source: How many days before the end of a booking should reminders be sent
ru_ru: За сколько дней до окончания бронирования следует отправлять напоминания

source: Daily
ru_ru: Ежедневно

source: Availability
ru_ru: Доступность

source: Booking Mode
ru_ru: Режим бронирования

source: Restricted rooms can only be booked by users defined in the room ACL
ru_ru: Помещения с ограниченным доступом могут бронировать только пользователи, перечисленные в специальном списке доступа к этому помещению.

source: Upload
ru_ru: Загрузить

source: No photo found.
ru_ru: Фотографии не найдены.

source: Day
ru_ru: День

source: Week of {date}
ru_ru: Неделя c {date}

source: No occurrences found
ru_ru: Ничего не найдено

source: Show room timeline
ru_ru: Показать расписание помещения

source: Recurs daily
ru_ru: Повторяется ежедневно

source: Recurs weekly
ru_ru: Повторяется еженедельно

source: Recurs monthly
ru_ru: Повторяется ежемесячно

source: From {startTime} to {endTime}
ru_ru: С {startTime} по {endTime}

source: On {weekdays}
ru_ru: По {weekdays}

source: Rejected
ru_ru: Отклонено

source: Admin override enabled
ru_ru: Переопределение администратором включено

source: While in Admin Override mode, you can book any room regardless of restrictions and edit any booking.
ru_ru: Находясь в режиме переопределения администратором, вы можете забронировать любое помещение, независимо от ограничений, и отредактировать любое бронирование.

source: Disable admin override
ru_ru: Отключить переопределение администратором

source: Room Booking
ru_ru: Бронирование помещений

source: Search
ru_ru: Поиск

source: Book a Room
ru_ru: Забронировать помещение

source: List of Rooms
ru_ru: Список помещений

source: Bookings
ru_ru: Бронирование

source: This space is not bookable
ru_ru: Это место не подлежит бронированию

source: Checking permissions...
ru_ru: Проверка разрешений...

source: This space is not publicly available
ru_ru: Это место не является общедоступным

source: Remove from favorites
ru_ru: Удалить из избранного

source: Add to favorites
ru_ru: Добавить в избранное

source: Not specified
ru_ru: Не указано

source: Room Owner
ru_ru: Владелец помещения

source: 1 {label}seat{/label}
ru_ru: 1 {label}место{/label}

source: Help
ru_ru: Помощь

source: Terms and Conditions
ru_ru: Условия и положения

source: If you need support, you can contact the following email address:
ru_ru: Если вам нужна помощь, вы можете обратиться по следующему адресу электронной почты:

source: My Bookings
ru_ru: Мои бронирования

source: Bookings in My Rooms
ru_ru: Бронирования в моих помещениях

source: List of My Rooms
ru_ru: Список моих помещений

source: My Blockings
ru_ru: Мои зарезервированные помещения

source: Administration
ru_ru: Администрирование

source: Admin Override
ru_ru: Переопределение администратором

source: {count} hour
ru_ru: {count} час

source: Location: {location}
ru_ru: Расположение: {location}

source: Add room
ru_ru: Добавить помещение

source: There are no rooms for the specified location.
ru_ru: По указанному месту расположения нет помещений.

source: General settings
ru_ru: Общие настройки

source: Room Metadata
ru_ru: Характеристики помещения

source: Locations
ru_ru: Площадки

source: Features
ru_ru: Функции

source: {count}1{/count} room
ru_ru: {count}1{/count} помещение

source: Missing placeholder: number
ru_ru: Отсутствующий заполнитель: число

source: Map URL template
ru_ru: Шаблон URL-адреса карты

source: Create
ru_ru: Создать

source: Update
ru_ru: Обновить

source: Icon
ru_ru: Иконка

source: Always
ru_ru: Всегда

source: Never
ru_ru: Никогда

source: General Settings
ru_ru: Общие настройки

source: Specify who has access to the room booking system.
ru_ru: Укажите, кто имеет доступ к системе бронирования помещений.

source: Authorized users
ru_ru: Авторизованные пользователи

source: Restrict access to the room booking system to these users/groups. If empty, all logged-in users have access.
ru_ru: Ограничить доступ к системе бронирования помещений только для этих пользователей/групп. Если список пуст, все вошедшие в систему пользователи будут иметь доступ.

source: Administrators
ru_ru: Администраторы

source: Grant full room booking admin permissions to these users/groups.
ru_ru: Предоставить этим пользователям/группам полные права администратора для бронирования помещений.

source: Hide the Room Booking system from unauthorized users
ru_ru: Скрыть систему бронирования помещений от неавторизованных пользователей

source: If you want to use the map, specify the URL to a tileserver covering the area in which your rooms are located.
ru_ru: Если вы хотите использовать карту, укажите URL-адрес тайлового сервера, охватывающего район, в котором расположены ваши помещения.

source: Max. booking length
ru_ru: Макс. длительность бронирования

source: The maximum length (in days) a booking may last.
ru_ru: Максимальная продолжительность бронирования (в днях).

source: Specify how many days in advance booking reminders should be sent
ru_ru: Укажите, за сколько дней до бронирования следует отправлять напоминания

source: Single/Daily bookings
ru_ru: Единоразовое/ежедневное бронирование

source: Weekly bookings
ru_ru: Еженедельные бронирования

source: Monthly bookings
ru_ru: Ежемесячные бронирования

source: Specify how many days before the end of a booking reminders should be sent
ru_ru: Укажите, за сколько дней до окончания бронирования следует отправлять напоминания

source: Daily bookings
ru_ru: Ежедневные бронирования

source: Usually booking a space in the past is not allowed. This setting will allow to book a room with a start date within a specified number of hours in the past. Leaving the field empty will allow any start date that is not in the past without restricting the start time as well.
ru_ru: Обычно бронирование места за прошедший период не разрешено. Эта опция позволит забронировать помещение начиная с указанного количества уже прошедших часов. Если оставить поле пустым, можно забронировать помещение с любой даты не в прошлом, не ограничивая время начала.

source: {count} room
ru_ru: {count} помещение

source: Created by {createdBy}
ru_ru: Создано {createdBy}

source: Active and future
ru_ru: Активные и будущие

source: All blockings this year
ru_ru: Все зарезервированные помещения в этом году

source: All blockings
ru_ru: Все зарезервированные помещения

source: Filter by date
ru_ru: Фильтр по дате

source: Blockings in my rooms
ru_ru: Зарезервированные помещения из числа моих помещений

source: Show only blockings in my rooms
ru_ru: Показать только зарезервированные помещения из числа моих помещений

source: My blockings
ru_ru: Мои зарезервированные помещения

source: Show only my blockings
ru_ru: Показать только мои зарезервированные помещения

source: There are no blockings.
ru_ru: Нет зарезервированных помещений.

source: Please provide the reason for the blocking.
ru_ru: Пожалуйста, укажите причину для резервирования.

source: Please choose at least one room for this blocking.
ru_ru: Пожалуйста, выберите хотя бы одно помещения для резервирования.

source: Blocking has been accepted
ru_ru: Запрос на резервирование принят

source: Accept blocking
ru_ru: Принять резервирование

source: Update blocking
ru_ru: Обновить резервирование

source: Blocking details
ru_ru: Детали резервирования

source: Edit blocking
ru_ru: Редактировать резервирование

source: Are you sure you want to delete this blocking?
ru_ru: Вы уверены вы хотите удалить это резервирование?

source: Blocking created by {createdBy}
ru_ru: Инициатор резервирования {createdBy}

source: Please take into account that rooms blockings should only be used for short term events and never for long-lasting periods. If you wish to somehow mark a room as unusable, please ask its owner to set it as such.
ru_ru: Пожалуйста, примите к сведению, что резервирование помещений должно применяться только для относительно коротких мероприятий и никогда не осуществляться на длительное время. Если вы хотите каким-то образом пометить помещение как непригодное для использования, пожалуйста, попросите ответственного за помещение сделать это.

source: Reason
ru_ru: Причина

source: Provide reason for blocking
ru_ru: Предоставить причину для резервирования

source: You can accept and reject blockings for your rooms on the list by using the action buttons on the right side of the room name.
ru_ru: Вы можете принимать и отклонять резервирование ваших помещений, представленных в списке, используя кнопки действия справа от названия помещения.

source: The blocking has been successfully updated.
ru_ru: Резервирование было успешно обновлено.

source: The blocking has been successfully created.
ru_ru: Резервирование было успешно создано.

source: You can consult your blocking {link}here{/link}.
ru_ru: Вы можете посмотреть свое резервирование {link} здесь{/link}.

source: Book
ru_ru: Книга

source: List view
ru_ru: Список

source: Timeline view
ru_ru: Хронологический вид

source: See details
ru_ru: Посмотреть подробнее

source: Please choose an option!
ru_ru: Пожалуйста, выберите вариант!

source: The space has been successfully pre-booked!
ru_ru: Место успешно забронировано!

source: The space has been successfully booked!
ru_ru: Место успешно забронировано!
