Repository: SashaTimofeev/Practice-2025
Catalog: backups/for_translation_indico_core-messages-all_*-2_20250722_194156.po
Languages: ru_ru

source: The abstract was accepted as <span class="abstract-contribution-type">%(type)s</span> and a %(link_start)scontribution%(link_end)s was created in the event.
ru_ru: Тезисы были приняты с типом %(link_start)sдоклада%(link_end)s "<span class="abstract-contribution-type">%(type)s</span>".

source: The abstract was accepted for track %(track)s and a %(link_start)scontribution%(link_end)s was created in the event.
ru_ru: Тезисы %(link_start)sдоклада%(link_end)s были приняты в секцию %(track)s.

source: The abstract was accepted and a %(link_start)scontribution%(link_end)s was created in the event.
ru_ru: Тезисы %(link_start)sдоклада%(link_end)s были приняты.

source: The abstract was rejected.
ru_ru: Тезисы были отклонены.

source: The abstract was merged into %(link_start)s%(other)s%(link_end)s.
ru_ru: Тезисы были объединены в %(link_start)s%(other)s %(link_end)s.

source: The abstract was marked as a duplicate of %(link_start)s%(other)s%(link_end)s
ru_ru: Тезисы были помечены как дубликат %(link_start)s%(other)s%(link_end)s

source: As contribution type:
ru_ru: Заявленный тип доклада:

source: For track:
ru_ru: Секция:

source: Speaker:
ru_ru: Докладчик:

source: More information
ru_ru: Больше информации

source: <strong>%(name)s</strong> submitted this <span class="abstract-contribution-type">%(type)s</span>
ru_ru: <strong>%(name)s</strong> отправил(а) этот доклад как <span class="abstract-contribution-type">%(type)s</span>

source: <strong>%(name)s</strong> submitted this abstract and it was finally accepted for track %(track)s as <span class="abstract-contribution-type">%(type)s</span>.
ru_ru: <strong>%(name)s</strong> отправил(а) эти тезисы, и они были приняты в секцию %(track)s с типом доклада "<span class="abstract-contribution-type">%(type)s</span>".

source: <strong>%(name)s</strong> submitted this abstract and it was finally accepted as <span class="abstract-contribution-type">%(type)s</span>.
ru_ru: <strong>%(name)s</strong> отправил(а) эти тезисы, и они были приняты для типа доклада <span class="abstract-contribution-type">%(type)s</span>.

source: <strong>%(name)s</strong> submitted this abstract and it was finally accepted for track %(track)s.
ru_ru: <strong>%(name)s</strong> отправил(а) эти тезисы, и они были приняты в секцию %(track)s.

source: <strong>%(name)s</strong> submitted this abstract and it was finally accepted.
ru_ru: <strong>%(name)s</strong> отправил(а) эти тезисы, и они были приняты.

source: <strong>%(name)s</strong> submitted this abstract but it was merged into another.
ru_ru: <strong>%(name)s</strong> отправил(а) эти тезисы, и они были объединены с другими тезисами.

source: <strong>%(name)s</strong> submitted this abstract but it was marked as duplicate of another.
ru_ru: <strong>%(name)s</strong> отправил(а) эти тезисы, и они были отмечены как дубликат других тезисов.

source: No answer
ru_ru: Нет ответа

source: <strong>%(name)s</strong> accepted this abstract
ru_ru: <strong>%(name)s</strong> принял эти тезисы

source: <strong>%(name)s</strong> merged this abstract into another
ru_ru: <strong>%(name)s</strong> объединил(а) эти тезисы с другим

source: <strong>%(name)s</strong> marked this abstract as duplicate of another
ru_ru: <strong>%(name)s</strong> отметил(а) эти тезисы как дубликат других тезисов

source: This abstract was accepted
ru_ru: Эти тезисы были приняты

source: This abstract was rejected
ru_ru: Эти тезисы были отклонены

source: This abstract was merged
ru_ru: Эти тезисы были объединены

source: This abstract was marked as duplicate
ru_ru: Эти тезисы были помечены как дубликат

source: Proposed to %(action)saccept%(endaction)s as %(type)s
ru_ru: Предложено %(action)sпринять%(endaction)s с типом доклада %(type)s

source: Proposed to %(action)saccept%(endaction)s
ru_ru: Предложено %(action)sпринять%(endaction)s

source: Proposed to %(action)sreject%(endaction)s
ru_ru: Предложено %(action)sотклонить%(endaction)s

source: Proposed to %(action)schange tracks%(endaction)s
ru_ru: Предложено %(action)sизменить секцию конференции%(endaction)s

source: Proposed to %(action)smerge%(endaction)s into %(title)s
ru_ru: Предложено %(action)sобъединить%(endaction)s с %(title)s

source: Proposed as %(action)sduplicate%(endaction)s of %(title)s
ru_ru: Обнаружен %(action)sдубликат%(endaction)s тезиса %(title)s

source: Reminders sent
ru_ru: Уведомления отправлены

source: I agree
ru_ru: Я согласен

source: I disagree
ru_ru: Я не согласен

source: Warning: this email address will be able to sign the agreement!
ru_ru: Внимание: этот адресат будет иметь право подписи соглашения!

source: Document
ru_ru: Документ

# Agreement
source: Accepted
ru_ru: Принято

# Agreement
source: Rejected
ru_ru: Отклонено

# Agreement
source: Accepted on behalf
ru_ru: Принято от имени

# Agreement
source: Rejected on behalf
ru_ru: Отклонено от имени

source: Accepted on %(dt)s
ru_ru: Принято %(dt)s

source: This person has no email address set so he cannot receive an agreement email. However, you can upload a signed agreement form for him.
ru_ru: У этого пользователя не указан адрес электронной почты, поэтому он не может получить соглашение об использовании сервиса по email. Однако вы можете загрузить за него подписанную форму соглашения.

source: To selected people
ru_ru: Выбранным авторам

source: To all people
ru_ru: Всем авторам

source: Dear {person_name},
ru_ru: Уважаемый(-ая) {person_name},

source: Best regards
ru_ru: С наилучшими пожеланиями

source: Agreement accepted
ru_ru: Соглашение принято

source: Agreement rejected
ru_ru: Соглашение отклонено

source: Dear event managers,
ru_ru: Уважаемые организаторы мероприятия,

source: The title of the field
ru_ru: Название поля

source: The description of the field
ru_ru: Описание поля

source: Whether the field has to be filled out
ru_ru: Является ли поле обязательным

source: Whether the field is available.
ru_ru: Доступно ли поле.

source: Who will be able to see the field
ru_ru: Кто сможет видеть поле

source: User editable
ru_ru: Редактирование пользователем

source: Whether the submitter/author can fill out the field during abstract submission.
ru_ru: Может ли отправитель/автор заполнить поле при отправке тезисов.

source: Duration
ru_ru: Продолжительность

source: People
ru_ru: Авторы

source: External IDs
ru_ru: Внешние ID

source: Manage external resources for this contribution
ru_ru: Управление внешними ресурсами этого доклада

source: Program code
ru_ru: Код программы конференции

source: Manage external resources for this sub-contribution
ru_ru: Управление внешними ресурсами этого суб-доклада

source: Edit (basic)
ru_ru: Редактирование (базовое)

source: Allows submitters to edit basic information of their contribution (title, description, speakers and authors)
ru_ru: Позволяет авторам-отправителям редактировать основную информацию о своем докладе (название, описание, перечни авторов и докладчиков).

source: Edit (custom)
ru_ru: Редактирование (расширенное)

source: Allows submitters to edit user-editable custom fields of their contributions as well
ru_ru: Позволяет авторам-отправителям также редактировать пользовательские поля их докладов

source: If selected, this contribution type cannot be chosen by users submitting an abstract.
ru_ru: Если выбрано, этот тип доклада не может быть выбран пользователем при подаче тезисов.

source: No session
ru_ru: Нет сессии

source: Registered
ru_ru: Зарегистрированный

source: Nobody registered
ru_ru: Никто не зарегистрирован

source: Scheduled
ru_ru: Запланировано

source: Not scheduled
ru_ru: Время не назначено

source: Row {row}: invalid email address: {email}
ru_ru: Строка {row}: недействительный адрес электронной почты: {email}

source: The contributions of this event have not been published yet.
ru_ru: Доклады этого мероприятия еще не опубликованы.

source: Contribution '{}' created successfully
ru_ru: Доклад '{}' создан успешно

source: Contribution '{}' successfully updated
ru_ru: Доклад '{}' успешно обновлен

source: The selected contributions do not have any materials.
ru_ru: К выбранным докладам не добавлены материалы.

source: {} contribution has been imported.
ru_ru: {} доклад был импортирован.

source: Event dates/times adjusted due to imported data.
ru_ru: Дата и время мероприятия скорректированы на основе импортированных данных.

source: Everyone
ru_ru: Все

source: Managers and submitters
ru_ru: Организаторы и отправители

source: Only managers
ru_ru: Только менеджеры

source: No value
ru_ru: Нет значения

source: Customize contribution list
ru_ru: Настроить список докладов

source: Change the configuration of the contribution list by applying filtering (%(filter_icon)s) options.
ru_ru: Изменить конфигурацию списка докладов, применив параметры фильтрации (%(filter_icon)s).

source: Available filtering options
ru_ru: Доступные параметры фильтрации

source: Available filters for custom fields
ru_ru: Доступные фильтры для пользовательских полей

source: The filtering criteria do not match with any of the existing contributions. Try to clear the filters.
ru_ru: Критерии фильтрации не совпадают ни с одним из существующих докладов. Попробуйте очистить фильтры.

source: There are no contributions yet.
ru_ru: Пока нет ни одного доклада

source: Edit this contribution
ru_ru: Редактировать этот доклад

source: Edit contribution '%(title)s'
ru_ru: Редактировать доклад '%(title)s'

source: Details for %(full_name)s
ru_ru: Подробности для %(full_name)s

# Salutation
source: Title:
ru_ru: Обращение:

source: Affiliation:
ru_ru: Организация:

source: Author in the following contribution
ru_ru: Автор следующего вклада

source: Edit contribution
ru_ru: Редактировать доклад

source: The contributions of this event have not been published yet. You can only access this page because you are an event manager.
ru_ru: Материалы этого мероприятия еще не опубликованы. Вы видите эту страницу только потому, что являетесь организатором мероприятия.

source: External references
ru_ru: Внешние ссылки

source: Contribution list configuration
ru_ru: Настройка списка докладов

source: Filters
ru_ru: Фильтры

source: Generate a URL for the selected filters.
ru_ru: Создать URL-адрес для выбранных фильтров.

source: Advanced
ru_ru: Расширенный

source: Presenters
ru_ru: Докладчики

source: Material
ru_ru: Материал

source: This contribution is scheduled within a session block and time can't be modified.
ru_ru: Этот доклад запланирован в блоке сессии, и его время изменить нельзя.

source: This contribution is scheduled within a session block and duration can't be modified.
ru_ru: Этот доклад запланирован в блоке сессии, и его длительность изменить нельзя.

source: This speaker registered for the event
ru_ru: Этот докладчик зарегистрировался для участия в мероприятии

source: This speaker did not register yet
ru_ru: Этот докладчик еще не зарегистрировался

source: Clone contribution
ru_ru: Клонировать доклад

source: Clone contribution '%(title)s'
ru_ru: Клонировать доклад '%(title)s'

source: Are you sure you want to clone this contribution?
ru_ru: Вы уверены, что хотите клонировать этот доклад?

source: Manage contribution protection
ru_ru: Управление доступом к материалам

source: Delete contribution '%(title)s'?
ru_ru: Удалить доклад '%(title)s'

source: Delete contribution
ru_ru: Удалить доклад

source: Are you sure you want to completely delete contribution '%(title)s'?
ru_ru: Вы уверены, что хотите полностью удалить доклад '%(title)s'?

source: Contributions are in draft mode
ru_ru: Доклады находятся в режиме черновика

source: While in draft mode, regular users cannot see the contributions and timetable.
ru_ru: В режиме черновика пользователи не могут видеть материалы и расписание.

source: Edit contribution type
ru_ru: Редактировать тип доклада

source: Do you really want to delete this contribution type?
ru_ru: Вы действительно хотите удалить этот тип доклада?

source: Delete contribution type
ru_ru: Удалить тип доклада

source: Set default contribution duration
ru_ru: Установить продолжительность доклада по умолчанию

source: Contribution duration
ru_ru: Длительность доклада

source: Manage custom fields
ru_ru: Управление пользовательскими полями

source: Custom fields
ru_ru: Пользовательские поля

source: Submitter privileges
ru_ru: Привилегии автора-отправителя

source: Manage the contributions of the event from the list below or configure the <strong>contribution types</strong> and <strong>custom fields</strong> from the settings menu above.
ru_ru: Управляйте докладами мероприятия из списка ниже или настройте <strong>типы докладов</strong> и <strong>пользовательские поля</strong> в меню настроек выше.

source: Add new contribution
ru_ru: Добавить новый доклад

source: New contribution
ru_ru: Новый доклад

source: Do you really want to delete the selected contributions?
ru_ru: Вы действительно хотите удалить выбранные публикации?

source: Material package
ru_ru: Пакет материалов

source: Export data
ru_ru: Экспорт данных

source: Import contributions from CSV file
ru_ru: Импорт докладов из файла CSV

source: Import contributions from CSV File
ru_ru: Импорт докладов из файла CSV

source: Import
ru_ru: Импорт

source: Assign program codes
ru_ru: Назначение кодов программы конференции

source: Add custom field
ru_ru: Добавить пользовательское поле

source: Abstracts content
ru_ru: Содержимое тезисов

source: Edit abstracts content
ru_ru: Редактировать содержимое тезисов

source: This field cannot be deleted
ru_ru: Это поле не может быть удалено

source: Edit custom field
ru_ru: Редактировать пользовательское поле

source: Do you really want to delete this field? Data stored in this field will be lost.
ru_ru: Вы действительно хотите удалить это поле? Данные, сохраненные в этом поле, будут потеряны.

source: Delete custom field
ru_ru: Удалить пользовательское поле

source: There are no custom contribution fields yet.
ru_ru: Пока нет пользовательских полей для докладов.

source: You should upload a CSV (comma-separated values) file with exactly 7 columns in the following order:
ru_ru: Вы должны загрузить файл CSV (значения, разделенные запятыми), содержащий ровно 7 столбцов в следующем порядке:

source: Start date/time in %(link)sISO 8601%(endlink)s format %(subitem)se.g. 2017-12-03T12:00:00%(endsubitem)s
ru_ru: Дата/время начала в формате %(link)sISO 8601%(endlink)s %(subitem)s например, 2017-12-03T12:00:00%(endsubitem)s

source: Duration (minutes)
ru_ru: Продолжительность (в минутах)

source: Speaker - First name
ru_ru: Спикер - Имя и Отчество

source: Speaker - Last name
ru_ru: Спикер - Фамилия

source: Speaker - Affiliation
ru_ru: Спикер - Организация

source: Speaker - E-mail address
ru_ru: Спикер - E-mail адрес

source: Only the field "Title" is mandatory.
ru_ru: Обязательным является только поле "Название".

source: Users will be matched with existing Indico identities through their e-mail.
ru_ru: Пользователи будут сопоставлены с существующими идентификаторами Indico через их электронную почту.

source: Add new contribution type
ru_ru: Добавить новый тип доклада

source: New contribution type
ru_ru: Новый тип доклада

source: There are no contribution types yet.
ru_ru: Типов докладов пока нет.

source: External ID type '{}' created successfully
ru_ru: Тип внешнего идентификатора '{}' успешно создан

source: External ID type '{}' successfully updated
ru_ru: Тип внешнего идентификатора '{}' успешно обновлен

source: External ID type '{}' successfully deleted
ru_ru: Тип внешнего идентификатора '{}' успешно удален

source: Event label '{}' created successfully
ru_ru: Ярлык события '{}' создан успешно

source: Allowed keywords have been saved
ru_ru: Разрешенные ключевые слова сохранены

source: Event label '{}' successfully updated
ru_ru: Ярлык события '{}' успешно обновлен

source: Event label '{}' successfully deleted
ru_ru: Ярлык события '{}' успешно удален

source: An event with this ID does not exist.
ru_ru: Событие с этим идентификатором не существует.

source: This event has been deleted.
ru_ru: Это событие было удалено.

source: This page is currently not visible by non-admin users (menu entry disabled)!
ru_ru: В настоящее время эта страница не видна для пользователей, не являющимися администраторами (элемент меню отключен)!

source: You are not authorized to access this event.
ru_ru: Вы не авторизованы для доступа к этому событию.

source: An event with this ID/shortcut does not exist.
ru_ru: Событие с таким идентификатором/ярлыком не существует.

source: Editing
ru_ru: Редактирование

source: Gives event managers the opportunity to let contributors submit papers and/or slides to be edited and eventually published.
ru_ru: Позволяет организаторам мероприятия дать авторам возможность подавать статьи и/или слайды для их рецензирования, редактирования и в конечном итоге публикации.

source: Papers
ru_ru: Статьи

source: Posters
ru_ru: Плакаты

source: Paper Editor
ru_ru: Редактор статей

source: Slides Editor
ru_ru: Редактор слайдов

source: Poster Editor
ru_ru: Редактор постеров

source: Editing (configured tags, file types, review conditions)
ru_ru: Редактирование (настройка тегов, типов файлов, условий рецензирования)

source: The requested action is not possible on this revision
ru_ru: Запрашиваемое действие невозможно выполить для этой редакции работы.

source: Invalid file type used
ru_ru: Использован недопустимый тип файла

source: Conditions have to be unique
ru_ru: Условия должны быть уникальными

source: Connection failed
ru_ru: Не удалось установить соединение

source: Invalid response
ru_ru: Некорректный ответ

source: You cannot perform this action on this revision
ru_ru: Вы не можете выполнить это действие для этой редакции работы.

# Editable
source: Ready for Review
ru_ru: Ожидает рецензирования

source: You can view details on the following URL:
ru_ru: Подробности можно посмотреть по ссылке:

source: New comment on contribution %(title)s
ru_ru: Новый комментарий к работе %(title)s

source: %(author_name)s has posted a new comment on contribution %(title)s:
ru_ru: %(author_name)s разместил новый комментарий к работе %(title)s:

source: Someone has posted a new comment on contribution %(title)s.
ru_ru: Кто-то разместил новый комментарий к работе %(title)s.

source: New editor judgment for contribution %(title)s
ru_ru: Новое решение редактора по работе %(title)s

source: %(name)s has changed and accepted an editable you are submitter of.
ru_ru: %(name)s внес(ла) изменения и принял(а) редактируемую вами статью.

source: %(name)s has accepted an editable you are submitter of.
ru_ru: %(name)s принял(а) редактируемую вами статью.

source: %(name)s has rejected an editable you are submitter of.
ru_ru: %(name)s отклонил редактируемую статью, автором которой вы являетесь.

source: %(name)s has requested changes to an editable you are submitter of.
ru_ru: %(name)s запросил изменения в работе, автором которой Вы являетесь.

source: Contribution: %(title)s
ru_ru: Доклад: %(title)s

source: %(name)s also left a comment:
ru_ru: %(name)s также оставил(а) комментарий:

source: Your revision changes have been confirmed by %(name)s.
ru_ru: Ваши изменения были подтверждены пользователем %(name)s.

source: Your revision changes have been rejected by %(name)s.
ru_ru: Ваши изменения были отклонены пользователем %(name)s.

source: %(name)s has uploaded a new revision to an editable you are editor of.
ru_ru: %(name)s загрузил(а) новую версию работы, редактором которой вы являетесь.

source: Editing disabled
ru_ru: Редактирование недоступно

source: Feature disabled: {features} (not available for this event type)
ru_ru: Функция отключена: {features} (недоступно для данного типа события)

source: Feature enabled: {features}
ru_ru: Функция включена: {features}

source: Feature disabled: {features}
ru_ru: Функция отключена: {features}

source: You can enable/disable various features for your event. Disabling a feature will hide it from both managers and users.
ru_ru: Вы можете включить/выключить различные функции для вашего мероприятия. Отключение функции скрывает ее от менеджеров и пользователей.

source: Layout
ru_ru: Оформление

source: Menu
ru_ru: Меню

source: Images
ru_ru: Изображения

source: Image manager
ru_ru: Управление изображениями

source: Allows event managers to attach images to the event, which can then be used from HTML code. Very useful for e.g. sponsor logos and conference custom pages.
ru_ru: Позволяет организаторам мероприятия прикреплять к мероприятию изображения, которые затем можно использовать из HTML-кода. Очень полезно, например, для логотипов спонсоров и пользовательских страниц конференций.

source: Layout settings and menu customization
ru_ru: Настройки макета и меню

source: No theme selected
ru_ru: Тема не выбрана

# Theme name
source: Orange
ru_ru: Оранжевый

# Theme name
source: Brown
ru_ru: Коричневый

source: Right menu
ru_ru: Правое меню

source: Enable search
ru_ru: Включить поиск

source: Enable search within the event
ru_ru: Включить поиск по мероприятию

source: Show navigation bar
ru_ru: Показать панель навигации

source: Show the navigation bar at the top
ru_ru: Показать панель навигации наверху

source: "Now happening"
ru_ru: "Происходит сейчас"

source: Show a banner with the current entries from the timetable
ru_ru: Показать баннер с актуальными на текущий момент записями из расписания

source: Name format
ru_ru: Формат имени

source: Inherit from user preferences
ru_ru: Использовать настройки пользователя

source: Format in which names are displayed
ru_ru: Формат, в котором отображаются имена

source: Show videoconferences
ru_ru: Показать видеоконференции

source: Show videoconferences on the main conference page
ru_ru: Показывать видеоконференции на главной странице конференции

source: Background color
ru_ru: Цвет фона

source: Use logo as banner
ru_ru: Использовать логотип в качестве баннера

source: Use the event logo as a full-width banner.
ru_ru: Использовать логотип мероприятия в качестве баннера во всю ширину экрана.

source: Short message shown below the title
ru_ru: Краткое сообщение, отображаемое под заголовком

source: Show announcement
ru_ru: Показать анонс

source: Show the announcement message
ru_ru: Показать сообщение с анонсом мероприятия

source: Group by room
ru_ru: Группировать по помещению

source: Group the entries of the timetable by room by default
ru_ru: По умолчанию группировать записи в расписании по помещению.

source: Show detailed view
ru_ru: Показать подробный вид

source: Show the detailed view of the timetable by default.
ru_ru: По умолчанию отображать подробный вид расписания.

source: Use custom CSS
ru_ru: Использовать пользовательский CSS-файл

source: Use a custom CSS file as a theme for the conference page. Deactivate this option to reveal the available Indico themes.
ru_ru: Используйте пользовательский CSS-файл в качестве темы для страницы конференции. Отключите эту опцию, чтобы увидеть доступные темы Indico.

source: Currently selected theme of the conference page. Click on the Preview button to preview and select a different one.
ru_ru: Выбранная в данный момент тема страницы конференции. Нажмите на кнопку Предпросмотр, чтобы просмотреть и выбрать другую тему.

source: Default
ru_ru: По умолчанию

source: Timetable theme
ru_ru: Тема расписания

source: Logo to be displayed in the event page. When configured as banner, the logo will be displayed above the event title and the optimal width is {}px. Otherwise, the logo will be displayed to left of the event title and the optimal width is {}px.
ru_ru: Логотип, который будет отображаться на странице мероприятия. Если логотип используется в качестве баннера, он будет отображаться над заголовком мероприятия, а его оптимальная ширина составит {}px. В противном случае логотип будет отображаться слева от заголовка мероприятия, а его оптимальная ширина составит {}px.
